{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 5,
      "content": "eng_Latn",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "zho_Hans",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "zho_Hant",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "jpn_Jpan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "kor_Hang",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "eng_Latn": {
        "id": "eng_Latn",
        "ids": [
          5
        ],
        "tokens": [
          "eng_Latn"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "eng_Latn": 5,
      "zho_Hans": 6,
      "zho_Hant": 7,
      "jpn_Jpan": 8,
      "kor_Hang": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "Ā": 199,
      "ā": 200,
      "ă": 201,
      "ą": 202,
      "ć": 203,
      "Č": 204,
      "č": 205,
      "Đ": 206,
      "đ": 207,
      "ē": 208,
      "ė": 209,
      "ę": 210,
      "ě": 211,
      "ğ": 212,
      "ī": 213,
      "İ": 214,
      "ı": 215,
      "ļ": 216,
      "Ł": 217,
      "ł": 218,
      "ń": 219,
      "ň": 220,
      "ō": 221,
      "œ": 222,
      "ř": 223,
      "Ś": 224,
      "ś": 225,
      "Ş": 226,
      "ş": 227,
      "Š": 228,
      "š": 229,
      "ū": 230,
      "Ÿ": 231,
      "ź": 232,
      "Ż": 233,
      "ż": 234,
      "Ž": 235,
      "ž": 236,
      "ơ": 237,
      "ư": 238,
      "ǎ": 239,
      "ǐ": 240,
      "ǒ": 241,
      "ǔ": 242,
      "ǖ": 243,
      "ǘ": 244,
      "ǚ": 245,
      "ǜ": 246,
      "ɑ": 247,
      "ə": 248,
      "ɡ": 249,
      "ɪ": 250,
      "ʏ": 251,
      "ʔ": 252,
      "ʻ": 253,
      "ʼ": 254,
      "ˆ": 255,
      "ˈ": 256,
      "ˉ": 257,
      "ˊ": 258,
      "ˋ": 259,
      "ː": 260,
      "˖": 261,
      "˘": 262,
      "˙": 263,
      "˚": 264,
      "˜": 265,
      "˝": 266,
      "ˮ": 267,
      "̀": 268,
      "́": 269,
      "̈": 270,
      "̑": 271,
      "̮": 272,
      "̵": 273,
      "͈": 274,
      "͞": 275,
      "͟": 276,
      "΄": 277,
      "Γ": 278,
      "Θ": 279,
      "Φ": 280,
      "Ψ": 281,
      "Ω": 282,
      "ά": 283,
      "έ": 284,
      "ή": 285,
      "ί": 286,
      "δ": 287,
      "θ": 288,
      "ι": 289,
      "λ": 290,
      "π": 291,
      "ς": 292,
      "σ": 293,
      "φ": 294,
      "ψ": 295,
      "ό": 296,
      "ύ": 297,
      "ϕ": 298,
      "Б": 299,
      "Г": 300,
      "Д": 301,
      "Ж": 302,
      "З": 303,
      "И": 304,
      "Л": 305,
      "П": 306,
      "Ф": 307,
      "Ц": 308,
      "Ч": 309,
      "Ш": 310,
      "Щ": 311,
      "Ы": 312,
      "Э": 313,
      "Ю": 314,
      "Я": 315,
      "б": 316,
      "д": 317,
      "ж": 318,
      "з": 319,
      "и": 320,
      "й": 321,
      "л": 322,
      "п": 323,
      "ф": 324,
      "ц": 325,
      "ч": 326,
      "ш": 327,
      "щ": 328,
      "ъ": 329,
      "ы": 330,
      "э": 331,
      "ю": 332,
      "я": 333,
      "ս": 334,
      "օ": 335,
      "֥": 336,
      "ְ": 337,
      "ִ": 338,
      "ֵ": 339,
      "ַ": 340,
      "ָ": 341,
      "ֹ": 342,
      "ּ": 343,
      "ֽ": 344,
      "ׁ": 345,
      "א": 346,
      "ב": 347,
      "ד": 348,
      "ה": 349,
      "ו": 350,
      "י": 351,
      "כ": 352,
      "ל": 353,
      "ם": 354,
      "מ": 355,
      "ן": 356,
      "נ": 357,
      "ע": 358,
      "ק": 359,
      "ר": 360,
      "ש": 361,
      "ת": 362,
      "،": 363,
      "ء": 364,
      "آ": 365,
      "أ": 366,
      "إ": 367,
      "ئ": 368,
      "ا": 369,
      "ب": 370,
      "ة": 371,
      "ت": 372,
      "ث": 373,
      "ج": 374,
      "ح": 375,
      "خ": 376,
      "د": 377,
      "ذ": 378,
      "ر": 379,
      "ز": 380,
      "س": 381,
      "ش": 382,
      "ص": 383,
      "ض": 384,
      "ط": 385,
      "ع": 386,
      "غ": 387,
      "ف": 388,
      "ق": 389,
      "ك": 390,
      "ل": 391,
      "م": 392,
      "ن": 393,
      "ه": 394,
      "و": 395,
      "ى": 396,
      "ي": 397,
      "َ": 398,
      "ُ": 399,
      "ِ": 400,
      "ْ": 401,
      "٩": 402,
      "٫": 403,
      "پ": 404,
      "ک": 405,
      "ی": 406,
      "۰": 407,
      "۱": 408,
      "۲": 409,
      "۳": 410,
      "۴": 411,
      "۵": 412,
      "۶": 413,
      "۷": 414,
      "۸": 415,
      "۹": 416,
      "࠹": 417,
      "੭": 418,
      "୧": 419,
      "୨": 420,
      "౪": 421,
      "ಡ": 422,
      "ක": 423,
      "ට": 424,
      "ද": 425,
      "න": 426,
      "ම": 427,
      "ය": 428,
      "ර": 429,
      "ල": 430,
      "ව": 431,
      "ස": 432,
      "ෆ": 433,
      "්": 434,
      "ා": 435,
      "ි": 436,
      "ු": 437,
      "ෙ": 438,
      "ේ": 439,
      "ก": 440,
      "ค": 441,
      "ฅ": 442,
      "ง": 443,
      "จ": 444,
      "ช": 445,
      "ด": 446,
      "ต": 447,
      "ท": 448,
      "น": 449,
      "บ": 450,
      "ป": 451,
      "ม": 452,
      "ย": 453,
      "ร": 454,
      "ล": 455,
      "ว": 456,
      "ส": 457,
      "ห": 458,
      "อ": 459,
      "ะ": 460,
      "ั": 461,
      "า": 462,
      "ำ": 463,
      "ิ": 464,
      "ี": 465,
      "ุ": 466,
      "ฺ": 467,
      "เ": 468,
      "แ": 469,
      "โ": 470,
      "ไ": 471,
      "็": 472,
      "่": 473,
      "้": 474,
      "์": 475,
      "๑": 476,
      "ღ": 477,
      "ᄀ": 478,
      "ᄁ": 479,
      "ᄂ": 480,
      "ᄃ": 481,
      "ᄄ": 482,
      "ᄅ": 483,
      "ᄆ": 484,
      "ᄇ": 485,
      "ᄈ": 486,
      "ᄉ": 487,
      "ᄊ": 488,
      "ᄋ": 489,
      "ᄌ": 490,
      "ᄍ": 491,
      "ᄎ": 492,
      "ᄏ": 493,
      "ᄐ": 494,
      "ᄑ": 495,
      "ᄒ": 496,
      "ᄓ": 497,
      "ᄔ": 498,
      "ᄕ": 499,
      "ᄖ": 500,
      "ᄗ": 501,
      "ᄘ": 502,
      "ᄙ": 503,
      "ᄚ": 504,
      "ᄛ": 505,
      "ᄜ": 506,
      "ᄝ": 507,
      "ᄞ": 508,
      "ᄟ": 509,
      "ᄠ": 510,
      "ᄡ": 511,
      "ᄢ": 512,
      "ᄣ": 513,
      "ᄤ": 514,
      "ᄥ": 515,
      "ᄦ": 516,
      "ᄧ": 517,
      "ᄨ": 518,
      "ᄩ": 519,
      "ᄪ": 520,
      "ᄫ": 521,
      "ᄬ": 522,
      "ᄭ": 523,
      "ᄮ": 524,
      "ᄯ": 525,
      "ᄰ": 526,
      "ᄱ": 527,
      "ᄲ": 528,
      "ᄳ": 529,
      "ᄴ": 530,
      "ᄵ": 531,
      "ᄶ": 532,
      "ᄷ": 533,
      "ᄸ": 534,
      "ᄹ": 535,
      "ᄺ": 536,
      "ᄻ": 537,
      "ᄼ": 538,
      "ᄽ": 539,
      "ᄾ": 540,
      "ᄿ": 541,
      "ᅀ": 542,
      "ᅁ": 543,
      "ᅂ": 544,
      "ᅃ": 545,
      "ᅄ": 546,
      "ᅅ": 547,
      "ᅆ": 548,
      "ᅇ": 549,
      "ᅈ": 550,
      "ᅉ": 551,
      "ᅊ": 552,
      "ᅋ": 553,
      "ᅌ": 554,
      "ᅍ": 555,
      "ᅎ": 556,
      "ᅏ": 557,
      "ᅐ": 558,
      "ᅑ": 559,
      "ᅒ": 560,
      "ᅓ": 561,
      "ᅔ": 562,
      "ᅕ": 563,
      "ᅖ": 564,
      "ᅗ": 565,
      "ᅘ": 566,
      "ᅙ": 567,
      "ᅚ": 568,
      "ᅛ": 569,
      "ᅜ": 570,
      "ᅝ": 571,
      "ᅞ": 572,
      "ᅟ": 573,
      "ᅠ": 574,
      "ᅡ": 575,
      "ᅢ": 576,
      "ᅣ": 577,
      "ᅤ": 578,
      "ᅥ": 579,
      "ᅦ": 580,
      "ᅧ": 581,
      "ᅨ": 582,
      "ᅩ": 583,
      "ᅪ": 584,
      "ᅫ": 585,
      "ᅬ": 586,
      "ᅭ": 587,
      "ᅮ": 588,
      "ᅯ": 589,
      "ᅰ": 590,
      "ᅱ": 591,
      "ᅲ": 592,
      "ᅳ": 593,
      "ᅴ": 594,
      "ᅵ": 595,
      "ᅶ": 596,
      "ᅷ": 597,
      "ᅸ": 598,
      "ᅹ": 599,
      "ᅺ": 600,
      "ᅻ": 601,
      "ᅼ": 602,
      "ᅽ": 603,
      "ᅾ": 604,
      "ᅿ": 605,
      "ᆀ": 606,
      "ᆁ": 607,
      "ᆂ": 608,
      "ᆃ": 609,
      "ᆄ": 610,
      "ᆅ": 611,
      "ᆆ": 612,
      "ᆇ": 613,
      "ᆈ": 614,
      "ᆉ": 615,
      "ᆊ": 616,
      "ᆋ": 617,
      "ᆌ": 618,
      "ᆍ": 619,
      "ᆎ": 620,
      "ᆏ": 621,
      "ᆐ": 622,
      "ᆑ": 623,
      "ᆒ": 624,
      "ᆓ": 625,
      "ᆔ": 626,
      "ᆕ": 627,
      "ᆖ": 628,
      "ᆗ": 629,
      "ᆘ": 630,
      "ᆙ": 631,
      "ᆚ": 632,
      "ᆛ": 633,
      "ᆜ": 634,
      "ᆝ": 635,
      "ᆞ": 636,
      "ᆟ": 637,
      "ᆠ": 638,
      "ᆡ": 639,
      "ᆢ": 640,
      "ᆣ": 641,
      "ᆤ": 642,
      "ᆥ": 643,
      "ᆦ": 644,
      "ᆧ": 645,
      "ᆨ": 646,
      "ᆩ": 647,
      "ᆪ": 648,
      "ᆫ": 649,
      "ᆬ": 650,
      "ᆭ": 651,
      "ᆮ": 652,
      "ᆯ": 653,
      "ᆰ": 654,
      "ᆱ": 655,
      "ᆲ": 656,
      "ᆳ": 657,
      "ᆴ": 658,
      "ᆵ": 659,
      "ᆶ": 660,
      "ᆷ": 661,
      "ᆸ": 662,
      "ᆹ": 663,
      "ᆺ": 664,
      "ᆻ": 665,
      "ᆼ": 666,
      "ᆽ": 667,
      "ᆾ": 668,
      "ᆿ": 669,
      "ᇀ": 670,
      "ᇁ": 671,
      "ᇂ": 672,
      "ᇃ": 673,
      "ᇄ": 674,
      "ᇅ": 675,
      "ᇆ": 676,
      "ᇇ": 677,
      "ᇈ": 678,
      "ᇉ": 679,
      "ᇊ": 680,
      "ᇋ": 681,
      "ᇌ": 682,
      "ᇍ": 683,
      "ᇎ": 684,
      "ᇏ": 685,
      "ᇐ": 686,
      "ᇑ": 687,
      "ᇒ": 688,
      "ᇓ": 689,
      "ᇔ": 690,
      "ᇕ": 691,
      "ᇖ": 692,
      "ᇗ": 693,
      "ᇘ": 694,
      "ᇙ": 695,
      "ᇚ": 696,
      "ᇛ": 697,
      "ᇜ": 698,
      "ᇝ": 699,
      "ᇞ": 700,
      "ᇟ": 701,
      "ᇠ": 702,
      "ᇡ": 703,
      "ᇢ": 704,
      "ᇣ": 705,
      "ᇤ": 706,
      "ᇥ": 707,
      "ᇦ": 708,
      "ᇧ": 709,
      "ᇨ": 710,
      "ᇩ": 711,
      "ᇪ": 712,
      "ᇫ": 713,
      "ᇬ": 714,
      "ᇭ": 715,
      "ᇮ": 716,
      "ᇯ": 717,
      "ᇰ": 718,
      "ᇱ": 719,
      "ᇲ": 720,
      "ᇳ": 721,
      "ᇴ": 722,
      "ᇵ": 723,
      "ᇶ": 724,
      "ᇷ": 725,
      "ᇸ": 726,
      "ᇹ": 727,
      "ᇺ": 728,
      "ᇻ": 729,
      "ᇼ": 730,
      "ᇽ": 731,
      "ᇾ": 732,
      "ᇿ": 733,
      "ᐟ": 734,
      "ᐢ": 735,
      "᧐": 736,
      "ᴇ": 737,
      "ᴗ": 738,
      "ᵕ": 739,
      "ḥ": 740,
      "ṇ": 741,
      "ṛ": 742,
      "ṣ": 743,
      "ả": 744,
      "ế": 745,
      "ệ": 746,
      "ố": 747,
      "ồ": 748,
      "ộ": 749,
      "ớ": 750,
      "ờ": 751,
      "ἀ": 752,
      "ἐ": 753,
      "ὐ": 754,
      "ὰ": 755,
      "ὶ": 756,
      "ὸ": 757,
      "ῆ": 758,
      "ῦ": 759,
      "ῶ": 760,
      "‐": 761,
      "‑": 762,
      "‒": 763,
      "–": 764,
      "—": 765,
      "―": 766,
      "‖": 767,
      "‘": 768,
      "’": 769,
      "‚": 770,
      "‛": 771,
      "“": 772,
      "”": 773,
      "„": 774,
      "‟": 775,
      "†": 776,
      "•": 777,
      "‣": 778,
      "․": 779,
      "‥": 780,
      "…": 781,
      "‧": 782,
      "‰": 783,
      "′": 784,
      "″": 785,
      "‵": 786,
      "‹": 787,
      "›": 788,
      "※": 789,
      "‼": 790,
      "‾": 791,
      "‿": 792,
      "⁂": 793,
      "⁇": 794,
      "⁈": 795,
      "⁉": 796,
      "⁎": 797,
      "⁰": 798,
      "⁸": 799,
      "⁺": 800,
      "⁾": 801,
      "₂": 802,
      "₤": 803,
      "₩": 804,
      "€": 805,
      "₹": 806,
      "⃘": 807,
      "⃣": 808,
      "℃": 809,
      "ℓ": 810,
      "№": 811,
      "℡": 812,
      "™": 813,
      "⅓": 814,
      "Ⅰ": 815,
      "Ⅱ": 816,
      "Ⅲ": 817,
      "Ⅳ": 818,
      "Ⅴ": 819,
      "Ⅵ": 820,
      "Ⅶ": 821,
      "Ⅷ": 822,
      "Ⅸ": 823,
      "Ⅹ": 824,
      "Ⅺ": 825,
      "ⅰ": 826,
      "ⅱ": 827,
      "ⅲ": 828,
      "ⅳ": 829,
      "ⅴ": 830,
      "ⅶ": 831,
      "ⅹ": 832,
      "←": 833,
      "↑": 834,
      "→": 835,
      "↓": 836,
      "↔": 837,
      "↗": 838,
      "↘": 839,
      "↙": 840,
      "↠": 841,
      "↩": 842,
      "⇒": 843,
      "⇓": 844,
      "⇔": 845,
      "⇨": 846,
      "⇩": 847,
      "∀": 848,
      "∅": 849,
      "∆": 850,
      "∇": 851,
      "∈": 852,
      "∏": 853,
      "∑": 854,
      "−": 855,
      "∕": 856,
      "∗": 857,
      "∘": 858,
      "∙": 859,
      "√": 860,
      "∝": 861,
      "∞": 862,
      "∟": 863,
      "∠": 864,
      "∣": 865,
      "∥": 866,
      "∧": 867,
      "∨": 868,
      "∩": 869,
      "∪": 870,
      "∫": 871,
      "∮": 872,
      "∴": 873,
      "∵": 874,
      "∶": 875,
      "∷": 876,
      "∼": 877,
      "∽": 878,
      "≈": 879,
      "≌": 880,
      "≒": 881,
      "≠": 882,
      "≡": 883,
      "≤": 884,
      "≥": 885,
      "≦": 886,
      "≧": 887,
      "≪": 888,
      "≫": 889,
      "⊂": 890,
      "⊙": 891,
      "⋅": 892,
      "⋆": 893,
      "⋯": 894,
      "⌒": 895,
      "⌜": 896,
      "⌟": 897,
      "⏰": 898,
      "⏱": 899,
      "⏺": 900,
      "␙": 901,
      "①": 902,
      "②": 903,
      "③": 904,
      "④": 905,
      "⑤": 906,
      "⑥": 907,
      "⑦": 908,
      "⑧": 909,
      "⑨": 910,
      "⑩": 911,
      "⑪": 912,
      "⑫": 913,
      "⑬": 914,
      "⑭": 915,
      "⑮": 916,
      "⑯": 917,
      "⑰": 918,
      "⑱": 919,
      "⑴": 920,
      "⑵": 921,
      "⑶": 922,
      "⑷": 923,
      "⑸": 924,
      "⑹": 925,
      "⑺": 926,
      "⑻": 927,
      "⑼": 928,
      "⑽": 929,
      "⑾": 930,
      "⑿": 931,
      "⒂": 932,
      "⒄": 933,
      "⒅": 934,
      "⒆": 935,
      "⒈": 936,
      "⒉": 937,
      "⒊": 938,
      "⒋": 939,
      "⒌": 940,
      "⒍": 941,
      "⒎": 942,
      "⒐": 943,
      "⒒": 944,
      "⒖": 945,
      "⒗": 946,
      "Ⓐ": 947,
      "Ⓒ": 948,
      "Ⓡ": 949,
      "ⓐ": 950,
      "ⓒ": 951,
      "⓵": 952,
      "⓶": 953,
      "⓷": 954,
      "─": 955,
      "━": 956,
      "│": 957,
      "┃": 958,
      "┄": 959,
      "┅": 960,
      "┈": 961,
      "┊": 962,
      "┌": 963,
      "┎": 964,
      "┏": 965,
      "┐": 966,
      "┑": 967,
      "┒": 968,
      "┓": 969,
      "└": 970,
      "┕": 971,
      "┖": 972,
      "┗": 973,
      "┘": 974,
      "┚": 975,
      "┛": 976,
      "├": 977,
      "┝": 978,
      "┞": 979,
      "┣": 980,
      "┤": 981,
      "┦": 982,
      "┪": 983,
      "┫": 984,
      "┬": 985,
      "┯": 986,
      "┰": 987,
      "┳": 988,
      "┾": 989,
      "╀": 990,
      "╁": 991,
      "╂": 992,
      "╃": 993,
      "╅": 994,
      "╈": 995,
      "╘": 996,
      "╛": 997,
      "╥": 998,
      "╬": 999,
      "╭": 1000,
      "╮": 1001,
      "╯": 1002,
      "╰": 1003,
      "╱": 1004,
      "╲": 1005,
      "╳": 1006,
      "╹": 1007,
      "▁": 1008,
      "▃": 1009,
      "▅": 1010,
      "▆": 1011,
      "█": 1012,
      "▉": 1013,
      "▊": 1014,
      "▌": 1015,
      "▍": 1016,
      "▎": 1017,
      "▏": 1018,
      "▒": 1019,
      "▓": 1020,
      "■": 1021,
      "□": 1022,
      "▢": 1023,
      "▣": 1024,
      "▦": 1025,
      "▨": 1026,
      "▪": 1027,
      "▫": 1028,
      "▲": 1029,
      "△": 1030,
      "▴": 1031,
      "▵": 1032,
      "▶": 1033,
      "▷": 1034,
      "▸": 1035,
      "▹": 1036,
      "►": 1037,
      "▼": 1038,
      "▽": 1039,
      "◀": 1040,
      "◁": 1041,
      "◆": 1042,
      "◇": 1043,
      "◈": 1044,
      "◉": 1045,
      "○": 1046,
      "◌": 1047,
      "◍": 1048,
      "◎": 1049,
      "●": 1050,
      "◐": 1051,
      "◑": 1052,
      "◠": 1053,
      "◡": 1054,
      "◢": 1055,
      "◣": 1056,
      "◤": 1057,
      "◥": 1058,
      "◦": 1059,
      "◯": 1060,
      "◻": 1061,
      "◼": 1062,
      "◽": 1063,
      "◾": 1064,
      "☀": 1065,
      "☁": 1066,
      "★": 1067,
      "☆": 1068,
      "☉": 1069,
      "☎": 1070,
      "☏": 1071,
      "☐": 1072,
      "☑": 1073,
      "☓": 1074,
      "☕": 1075,
      "☘": 1076,
      "☛": 1077,
      "☜": 1078,
      "☝": 1079,
      "☞": 1080,
      "☟": 1081,
      "☺": 1082,
      "☻": 1083,
      "☽": 1084,
      "♀": 1085,
      "♂": 1086,
      "♕": 1087,
      "♖": 1088,
      "♗": 1089,
      "♘": 1090,
      "♠": 1091,
      "♡": 1092,
      "♢": 1093,
      "♣": 1094,
      "♥": 1095,
      "♦": 1096,
      "♧": 1097,
      "♨": 1098,
      "♩": 1099,
      "♪": 1100,
      "♫": 1101,
      "♬": 1102,
      "♭": 1103,
      "♯": 1104,
      "⚔": 1105,
      "⚛": 1106,
      "⚜": 1107,
      "⚠": 1108,
      "⚡": 1109,
      "⚪": 1110,
      "⚫": 1111,
      "⚽": 1112,
      "✅": 1113,
      "✈": 1114,
      "✉": 1115,
      "✋": 1116,
      "✌": 1117,
      "✍": 1118,
      "✏": 1119,
      "✓": 1120,
      "✔": 1121,
      "✕": 1122,
      "✖": 1123,
      "✦": 1124,
      "✧": 1125,
      "✨": 1126,
      "✩": 1127,
      "✭": 1128,
      "✲": 1129,
      "✳": 1130,
      "✴": 1131,
      "✽": 1132,
      "✿": 1133,
      "❀": 1134,
      "❁": 1135,
      "❌": 1136,
      "❍": 1137,
      "❓": 1138,
      "❔": 1139,
      "❕": 1140,
      "❖": 1141,
      "❗": 1142,
      "❙": 1143,
      "❛": 1144,
      "❝": 1145,
      "❞": 1146,
      "❢": 1147,
      "❣": 1148,
      "❤": 1149,
      "❥": 1150,
      "❶": 1151,
      "❷": 1152,
      "❸": 1153,
      "❹": 1154,
      "❺": 1155,
      "❻": 1156,
      "❼": 1157,
      "➀": 1158,
      "➁": 1159,
      "➂": 1160,
      "➃": 1161,
      "➊": 1162,
      "➋": 1163,
      "➌": 1164,
      "➍": 1165,
      "➎": 1166,
      "➏": 1167,
      "➕": 1168,
      "➝": 1169,
      "➡": 1170,
      "➢": 1171,
      "➤": 1172,
      "⟪": 1173,
      "⟫": 1174,
      "⢠": 1175,
      "⤴": 1176,
      "⤵": 1177,
      "⦁": 1178,
      "⦠": 1179,
      "⦿": 1180,
      "⬆": 1181,
      "⬇": 1182,
      "⭐": 1183,
      "⭕": 1184,
      "ⲟ": 1185,
      "⸒": 1186,
      "⸝": 1187,
      "⸱": 1188,
      "⺠": 1189,
      "⻄": 1190,
      "⻑": 1191,
      "⻓": 1192,
      "⼀": 1193,
      "⼈": 1194,
      "⼊": 1195,
      "⼒": 1196,
      "⼜": 1197,
      "⼤": 1198,
      "⼥": 1199,
      "⼦": 1200,
      "⼯": 1201,
      "⼼": 1202,
      "⼿": 1203,
      "⽀": 1204,
      "⽂": 1205,
      "⽅": 1206,
      "⽆": 1207,
      "⽇": 1208,
      "⽉": 1209,
      "⽌": 1210,
      "⽐": 1211,
      "⽣": 1212,
      "⽤": 1213,
      "⽥": 1214,
      "⽩": 1215,
      "⽬": 1216,
      "⽰": 1217,
      "⽴": 1218,
      "⽹": 1219,
      "⾃": 1220,
      "⾊": 1221,
      "⾏": 1222,
      "⾒": 1223,
      "⾔": 1224,
      "⾝": 1225,
      "⾦": 1226,
      "⾨": 1227,
      "⾯": 1228,
      "⾳": 1229,
      "⾼": 1230,
      "　": 1231,
      "、": 1232,
      "。": 1233,
      "〃": 1234,
      "〄": 1235,
      "々": 1236,
      "〆": 1237,
      "〇": 1238,
      "〈": 1239,
      "〉": 1240,
      "《": 1241,
      "》": 1242,
      "「": 1243,
      "」": 1244,
      "『": 1245,
      "』": 1246,
      "【": 1247,
      "】": 1248,
      "〒": 1249,
      "〓": 1250,
      "〔": 1251,
      "〕": 1252,
      "〖": 1253,
      "〗": 1254,
      "〘": 1255,
      "〙": 1256,
      "〚": 1257,
      "〛": 1258,
      "〜": 1259,
      "〝": 1260,
      "〞": 1261,
      "〟": 1262,
      "〠": 1263,
      "〡": 1264,
      "〢": 1265,
      "〣": 1266,
      "〤": 1267,
      "〥": 1268,
      "〦": 1269,
      "〧": 1270,
      "〨": 1271,
      "〩": 1272,
      "〪": 1273,
      "〫": 1274,
      "〬": 1275,
      "〭": 1276,
      "〮": 1277,
      "〯": 1278,
      "〰": 1279,
      "〱": 1280,
      "〲": 1281,
      "〳": 1282,
      "〴": 1283,
      "〵": 1284,
      "〶": 1285,
      "〷": 1286,
      "〸": 1287,
      "〹": 1288,
      "〺": 1289,
      "〻": 1290,
      "〼": 1291,
      "〽": 1292,
      "〾": 1293,
      "〿": 1294,
      "぀": 1295,
      "ぁ": 1296,
      "あ": 1297,
      "ぃ": 1298,
      "い": 1299,
      "ぅ": 1300,
      "う": 1301,
      "ぇ": 1302,
      "え": 1303,
      "ぉ": 1304,
      "お": 1305,
      "か": 1306,
      "が": 1307,
      "き": 1308,
      "ぎ": 1309,
      "く": 1310,
      "ぐ": 1311,
      "け": 1312,
      "げ": 1313,
      "こ": 1314,
      "ご": 1315,
      "さ": 1316,
      "ざ": 1317,
      "し": 1318,
      "じ": 1319,
      "す": 1320,
      "ず": 1321,
      "せ": 1322,
      "ぜ": 1323,
      "そ": 1324,
      "ぞ": 1325,
      "た": 1326,
      "だ": 1327,
      "ち": 1328,
      "ぢ": 1329,
      "っ": 1330,
      "つ": 1331,
      "づ": 1332,
      "て": 1333,
      "で": 1334,
      "と": 1335,
      "ど": 1336,
      "な": 1337,
      "に": 1338,
      "ぬ": 1339,
      "ね": 1340,
      "の": 1341,
      "は": 1342,
      "ば": 1343,
      "ぱ": 1344,
      "ひ": 1345,
      "び": 1346,
      "ぴ": 1347,
      "ふ": 1348,
      "ぶ": 1349,
      "ぷ": 1350,
      "へ": 1351,
      "べ": 1352,
      "ぺ": 1353,
      "ほ": 1354,
      "ぼ": 1355,
      "ぽ": 1356,
      "ま": 1357,
      "み": 1358,
      "む": 1359,
      "め": 1360,
      "も": 1361,
      "ゃ": 1362,
      "や": 1363,
      "ゅ": 1364,
      "ゆ": 1365,
      "ょ": 1366,
      "よ": 1367,
      "ら": 1368,
      "り": 1369,
      "る": 1370,
      "れ": 1371,
      "ろ": 1372,
      "ゎ": 1373,
      "わ": 1374,
      "ゐ": 1375,
      "ゑ": 1376,
      "を": 1377,
      "ん": 1378,
      "ゔ": 1379,
      "ゕ": 1380,
      "ゖ": 1381,
      "゗": 1382,
      "゘": 1383,
      "゙": 1384,
      "゚": 1385,
      "゛": 1386,
      "゜": 1387,
      "ゝ": 1388,
      "ゞ": 1389,
      "ゟ": 1390,
      "゠": 1391,
      "ァ": 1392,
      "ア": 1393,
      "ィ": 1394,
      "イ": 1395,
      "ゥ": 1396,
      "ウ": 1397,
      "ェ": 1398,
      "エ": 1399,
      "ォ": 1400,
      "オ": 1401,
      "カ": 1402,
      "ガ": 1403,
      "キ": 1404,
      "ギ": 1405,
      "ク": 1406,
      "グ": 1407,
      "ケ": 1408,
      "ゲ": 1409,
      "コ": 1410,
      "ゴ": 1411,
      "サ": 1412,
      "ザ": 1413,
      "シ": 1414,
      "ジ": 1415,
      "ス": 1416,
      "ズ": 1417,
      "セ": 1418,
      "ゼ": 1419,
      "ソ": 1420,
      "ゾ": 1421,
      "タ": 1422,
      "ダ": 1423,
      "チ": 1424,
      "ヂ": 1425,
      "ッ": 1426,
      "ツ": 1427,
      "ヅ": 1428,
      "テ": 1429,
      "デ": 1430,
      "ト": 1431,
      "ド": 1432,
      "ナ": 1433,
      "ニ": 1434,
      "ヌ": 1435,
      "ネ": 1436,
      "ノ": 1437,
      "ハ": 1438,
      "バ": 1439,
      "パ": 1440,
      "ヒ": 1441,
      "ビ": 1442,
      "ピ": 1443,
      "フ": 1444,
      "ブ": 1445,
      "プ": 1446,
      "ヘ": 1447,
      "ベ": 1448,
      "ペ": 1449,
      "ホ": 1450,
      "ボ": 1451,
      "ポ": 1452,
      "マ": 1453,
      "ミ": 1454,
      "ム": 1455,
      "メ": 1456,
      "モ": 1457,
      "ャ": 1458,
      "ヤ": 1459,
      "ュ": 1460,
      "ユ": 1461,
      "ョ": 1462,
      "ヨ": 1463,
      "ラ": 1464,
      "リ": 1465,
      "ル": 1466,
      "レ": 1467,
      "ロ": 1468,
      "ヮ": 1469,
      "ワ": 1470,
      "ヰ": 1471,
      "ヱ": 1472,
      "ヲ": 1473,
      "ン": 1474,
      "ヴ": 1475,
      "ヵ": 1476,
      "ヶ": 1477,
      "ヷ": 1478,
      "ヸ": 1479,
      "ヹ": 1480,
      "ヺ": 1481,
      "・": 1482,
      "ー": 1483,
      "ヽ": 1484,
      "ヾ": 1485,
      "ヿ": 1486,
      "ㄅ": 1487,
      "ㄆ": 1488,
      "ㄇ": 1489,
      "ㄈ": 1490,
      "ㄉ": 1491,
      "ㄊ": 1492,
      "ㄌ": 1493,
      "ㄍ": 1494,
      "ㄎ": 1495,
      "ㄏ": 1496,
      "ㄐ": 1497,
      "ㄑ": 1498,
      "ㄒ": 1499,
      "ㄓ": 1500,
      "ㄔ": 1501,
      "ㄕ": 1502,
      "ㄖ": 1503,
      "ㄗ": 1504,
      "ㄢ": 1505,
      "ㄣ": 1506,
      "ㄤ": 1507,
      "ㄥ": 1508,
      "ㄦ": 1509,
      "ㄧ": 1510,
      "ㄨ": 1511,
      "ㄩ": 1512,
      "㄰": 1513,
      "ㄱ": 1514,
      "ㄲ": 1515,
      "ㄳ": 1516,
      "ㄴ": 1517,
      "ㄵ": 1518,
      "ㄶ": 1519,
      "ㄷ": 1520,
      "ㄸ": 1521,
      "ㄹ": 1522,
      "ㄺ": 1523,
      "ㄻ": 1524,
      "ㄼ": 1525,
      "ㄽ": 1526,
      "ㄾ": 1527,
      "ㄿ": 1528,
      "ㅀ": 1529,
      "ㅁ": 1530,
      "ㅂ": 1531,
      "ㅃ": 1532,
      "ㅄ": 1533,
      "ㅅ": 1534,
      "ㅆ": 1535,
      "ㅇ": 1536,
      "ㅈ": 1537,
      "ㅉ": 1538,
      "ㅊ": 1539,
      "ㅋ": 1540,
      "ㅌ": 1541,
      "ㅍ": 1542,
      "ㅎ": 1543,
      "ㅏ": 1544,
      "ㅐ": 1545,
      "ㅑ": 1546,
      "ㅒ": 1547,
      "ㅓ": 1548,
      "ㅔ": 1549,
      "ㅕ": 1550,
      "ㅖ": 1551,
      "ㅗ": 1552,
      "ㅘ": 1553,
      "ㅙ": 1554,
      "ㅚ": 1555,
      "ㅛ": 1556,
      "ㅜ": 1557,
      "ㅝ": 1558,
      "ㅞ": 1559,
      "ㅟ": 1560,
      "ㅠ": 1561,
      "ㅡ": 1562,
      "ㅢ": 1563,
      "ㅣ": 1564,
      "ㅤ": 1565,
      "ㅥ": 1566,
      "ㅦ": 1567,
      "ㅧ": 1568,
      "ㅨ": 1569,
      "ㅩ": 1570,
      "ㅪ": 1571,
      "ㅫ": 1572,
      "ㅬ": 1573,
      "ㅭ": 1574,
      "ㅮ": 1575,
      "ㅯ": 1576,
      "ㅰ": 1577,
      "ㅱ": 1578,
      "ㅲ": 1579,
      "ㅳ": 1580,
      "ㅴ": 1581,
      "ㅵ": 1582,
      "ㅶ": 1583,
      "ㅷ": 1584,
      "ㅸ": 1585,
      "ㅹ": 1586,
      "ㅺ": 1587,
      "ㅻ": 1588,
      "ㅼ": 1589,
      "ㅽ": 1590,
      "ㅾ": 1591,
      "ㅿ": 1592,
      "ㆀ": 1593,
      "ㆁ": 1594,
      "ㆂ": 1595,
      "ㆃ": 1596,
      "ㆄ": 1597,
      "ㆅ": 1598,
      "ㆆ": 1599,
      "ㆇ": 1600,
      "ㆈ": 1601,
      "ㆉ": 1602,
      "ㆊ": 1603,
      "ㆋ": 1604,
      "ㆌ": 1605,
      "ㆍ": 1606,
      "ㆎ": 1607,
      "㆏": 1608,
      "㈔": 1609,
      "㈜": 1610,
      "㈠": 1611,
      "㈡": 1612,
      "㈢": 1613,
      "㈣": 1614,
      "㈱": 1615,
      "㉠": 1616,
      "㉡": 1617,
      "㉢": 1618,
      "㉣": 1619,
      "㉤": 1620,
      "㊗": 1621,
      "㊙": 1622,
      "㊣": 1623,
      "㌔": 1624,
      "㍍": 1625,
      "㎉": 1626,
      "㎍": 1627,
      "㎎": 1628,
      "㎏": 1629,
      "㎒": 1630,
      "㎓": 1631,
      "㎖": 1632,
      "㎗": 1633,
      "㎚": 1634,
      "㎛": 1635,
      "㎜": 1636,
      "㎝": 1637,
      "㎞": 1638,
      "㎠": 1639,
      "㎡": 1640,
      "㎢": 1641,
      "㎥": 1642,
      "㎧": 1643,
      "㎾": 1644,
      "㎿": 1645,
      "㏄": 1646,
      "㏊": 1647,
      "㏑": 1648,
      "䊶": 1649,
      "䊷": 1650,
      "一": 1651,
      "丁": 1652,
      "七": 1653,
      "丅": 1654,
      "万": 1655,
      "丈": 1656,
      "三": 1657,
      "上": 1658,
      "下": 1659,
      "丌": 1660,
      "不": 1661,
      "与": 1662,
      "丐": 1663,
      "丑": 1664,
      "专": 1665,
      "且": 1666,
      "丕": 1667,
      "世": 1668,
      "丗": 1669,
      "丘": 1670,
      "丙": 1671,
      "业": 1672,
      "丛": 1673,
      "东": 1674,
      "丝": 1675,
      "丞": 1676,
      "両": 1677,
      "丢": 1678,
      "两": 1679,
      "严": 1680,
      "並": 1681,
      "丧": 1682,
      "丨": 1683,
      "个": 1684,
      "丫": 1685,
      "丬": 1686,
      "中": 1687,
      "丰": 1688,
      "丱": 1689,
      "串": 1690,
      "临": 1691,
      "丶": 1692,
      "丸": 1693,
      "丹": 1694,
      "为": 1695,
      "主": 1696,
      "丼": 1697,
      "丽": 1698,
      "举": 1699,
      "丿": 1700,
      "乂": 1701,
      "乃": 1702,
      "久": 1703,
      "乇": 1704,
      "么": 1705,
      "义": 1706,
      "之": 1707,
      "乌": 1708,
      "乍": 1709,
      "乎": 1710,
      "乏": 1711,
      "乐": 1712,
      "乒": 1713,
      "乓": 1714,
      "乔": 1715,
      "乕": 1716,
      "乖": 1717,
      "乗": 1718,
      "乘": 1719,
      "乙": 1720,
      "乜": 1721,
      "九": 1722,
      "乞": 1723,
      "也": 1724,
      "习": 1725,
      "乡": 1726,
      "乢": 1727,
      "书": 1728,
      "乩": 1729,
      "买": 1730,
      "乱": 1731,
      "乳": 1732,
      "乾": 1733,
      "亀": 1734,
      "亂": 1735,
      "亅": 1736,
      "了": 1737,
      "予": 1738,
      "争": 1739,
      "亊": 1740,
      "事": 1741,
      "二": 1742,
      "亍": 1743,
      "于": 1744,
      "亏": 1745,
      "云": 1746,
      "互": 1747,
      "亓": 1748,
      "五": 1749,
      "井": 1750,
      "亘": 1751,
      "亙": 1752,
      "亚": 1753,
      "些": 1754,
      "亜": 1755,
      "亞": 1756,
      "亟": 1757,
      "亠": 1758,
      "亡": 1759,
      "亢": 1760,
      "亣": 1761,
      "交": 1762,
      "亥": 1763,
      "亦": 1764,
      "产": 1765,
      "亨": 1766,
      "亩": 1767,
      "享": 1768,
      "京": 1769,
      "亭": 1770,
      "亮": 1771,
      "亰": 1772,
      "亲": 1773,
      "亳": 1774,
      "亴": 1775,
      "亵": 1776,
      "亶": 1777,
      "人": 1778,
      "亻": 1779,
      "亾": 1780,
      "亿": 1781,
      "什": 1782,
      "仁": 1783,
      "仂": 1784,
      "仃": 1785,
      "仄": 1786,
      "仅": 1787,
      "仆": 1788,
      "仇": 1789,
      "仈": 1790,
      "仉": 1791,
      "今": 1792,
      "介": 1793,
      "仍": 1794,
      "从": 1795,
      "仏": 1796,
      "仐": 1797,
      "仑": 1798,
      "仓": 1799,
      "仔": 1800,
      "仕": 1801,
      "他": 1802,
      "仗": 1803,
      "付": 1804,
      "仙": 1805,
      "仛": 1806,
      "仝": 1807,
      "仞": 1808,
      "仟": 1809,
      "仠": 1810,
      "仡": 1811,
      "代": 1812,
      "令": 1813,
      "以": 1814,
      "仨": 1815,
      "仪": 1816,
      "仫": 1817,
      "们": 1818,
      "仭": 1819,
      "仮": 1820,
      "仯": 1821,
      "仰": 1822,
      "仲": 1823,
      "仳": 1824,
      "仴": 1825,
      "仵": 1826,
      "件": 1827,
      "价": 1828,
      "任": 1829,
      "份": 1830,
      "仿": 1831,
      "伀": 1832,
      "企": 1833,
      "伅": 1834,
      "伉": 1835,
      "伊": 1836,
      "伋": 1837,
      "伍": 1838,
      "伎": 1839,
      "伏": 1840,
      "伐": 1841,
      "休": 1842,
      "伒": 1843,
      "伕": 1844,
      "众": 1845,
      "优": 1846,
      "伙": 1847,
      "会": 1848,
      "伛": 1849,
      "伜": 1850,
      "伝": 1851,
      "伞": 1852,
      "伟": 1853,
      "传": 1854,
      "伢": 1855,
      "伤": 1856,
      "伥": 1857,
      "伦": 1858,
      "伧": 1859,
      "伪": 1860,
      "伫": 1861,
      "伯": 1862,
      "估": 1863,
      "伱": 1864,
      "伲": 1865,
      "伴": 1866,
      "伶": 1867,
      "伸": 1868,
      "伺": 1869,
      "似": 1870,
      "伽": 1871,
      "佃": 1872,
      "但": 1873,
      "佇": 1874,
      "佈": 1875,
      "位": 1876,
      "低": 1877,
      "住": 1878,
      "佐": 1879,
      "佑": 1880,
      "体": 1881,
      "佔": 1882,
      "何": 1883,
      "佗": 1884,
      "佘": 1885,
      "余": 1886,
      "佚": 1887,
      "佛": 1888,
      "作": 1889,
      "佝": 1890,
      "佞": 1891,
      "佟": 1892,
      "你": 1893,
      "佣": 1894,
      "佤": 1895,
      "佥": 1896,
      "佧": 1897,
      "佩": 1898,
      "佬": 1899,
      "佯": 1900,
      "佰": 1901,
      "佲": 1902,
      "佳": 1903,
      "佴": 1904,
      "併": 1905,
      "佶": 1906,
      "佷": 1907,
      "佸": 1908,
      "佹": 1909,
      "佺": 1910,
      "佻": 1911,
      "佼": 1912,
      "佽": 1913,
      "佾": 1914,
      "使": 1915,
      "侀": 1916,
      "侁": 1917,
      "侂": 1918,
      "侃": 1919,
      "侄": 1920,
      "來": 1921,
      "侈": 1922,
      "侉": 1923,
      "侊": 1924,
      "例": 1925,
      "侍": 1926,
      "侏": 1927,
      "侑": 1928,
      "侔": 1929,
      "侖": 1930,
      "侗": 1931,
      "侘": 1932,
      "供": 1933,
      "依": 1934,
      "侠": 1935,
      "価": 1936,
      "侣": 1937,
      "侥": 1938,
      "侦": 1939,
      "侧": 1940,
      "侨": 1941,
      "侩": 1942,
      "侪": 1943,
      "侫": 1944,
      "侬": 1945,
      "侭": 1946,
      "侮": 1947,
      "侯": 1948,
      "侵": 1949,
      "侶": 1950,
      "便": 1951,
      "俁": 1952,
      "係": 1953,
      "促": 1954,
      "俄": 1955,
      "俅": 1956,
      "俊": 1957,
      "俎": 1958,
      "俏": 1959,
      "俐": 1960,
      "俑": 1961,
      "俔": 1962,
      "俗": 1963,
      "俘": 1964,
      "俚": 1965,
      "俛": 1966,
      "俜": 1967,
      "保": 1968,
      "俞": 1969,
      "俟": 1970,
      "俠": 1971,
      "信": 1972,
      "俣": 1973,
      "俤": 1974,
      "俥": 1975,
      "俦": 1976,
      "俨": 1977,
      "俩": 1978,
      "俪": 1979,
      "俫": 1980,
      "俭": 1981,
      "修": 1982,
      "俯": 1983,
      "俱": 1984,
      "俳": 1985,
      "俵": 1986,
      "俶": 1987,
      "俸": 1988,
      "俺": 1989,
      "俾": 1990,
      "倅": 1991,
      "倆": 1992,
      "倉": 1993,
      "個": 1994,
      "倌": 1995,
      "倍": 1996,
      "倏": 1997,
      "們": 1998,
      "倒": 1999,
      "倔": 2000,
      "倖": 2001,
      "倘": 2002,
      "候": 2003,
      "倚": 2004,
      "倜": 2005,
      "借": 2006,
      "倡": 2007,
      "倣": 2008,
      "値": 2009,
      "倥": 2010,
      "倦": 2011,
      "倨": 2012,
      "倩": 2013,
      "倪": 2014,
      "倫": 2015,
      "倬": 2016,
      "倭": 2017,
      "倮": 2018,
      "倶": 2019,
      "倹": 2020,
      "债": 2021,
      "值": 2022,
      "倾": 2023,
      "偂": 2024,
      "偃": 2025,
      "偆": 2026,
      "假": 2027,
      "偈": 2028,
      "偉": 2029,
      "偌": 2030,
      "偍": 2031,
      "偎": 2032,
      "偏": 2033,
      "偐": 2034,
      "偕": 2035,
      "偖": 2036,
      "做": 2037,
      "偛": 2038,
      "停": 2039,
      "偣": 2040,
      "健": 2041,
      "偬": 2042,
      "偲": 2043,
      "側": 2044,
      "偵": 2045,
      "偶": 2046,
      "偷": 2047,
      "偸": 2048,
      "偻": 2049,
      "偽": 2050,
      "偾": 2051,
      "偿": 2052,
      "傀": 2053,
      "傅": 2054,
      "傈": 2055,
      "傍": 2056,
      "傑": 2057,
      "傕": 2058,
      "傘": 2059,
      "備": 2060,
      "傚": 2061,
      "傛": 2062,
      "傜": 2063,
      "傝": 2064,
      "傞": 2065,
      "傣": 2066,
      "傥": 2067,
      "傧": 2068,
      "储": 2069,
      "傩": 2070,
      "催": 2071,
      "傭": 2072,
      "傲": 2073,
      "傳": 2074,
      "傴": 2075,
      "債": 2076,
      "傷": 2077,
      "傺": 2078,
      "傻": 2079,
      "傾": 2080,
      "僂": 2081,
      "僅": 2082,
      "僉": 2083,
      "僊": 2084,
      "働": 2085,
      "像": 2086,
      "僑": 2087,
      "僕": 2088,
      "僖": 2089,
      "僚": 2090,
      "僞": 2091,
      "僣": 2092,
      "僥": 2093,
      "僦": 2094,
      "僧": 2095,
      "僬": 2096,
      "僭": 2097,
      "僮": 2098,
      "僰": 2099,
      "僳": 2100,
      "僵": 2101,
      "價": 2102,
      "僻": 2103,
      "儀": 2104,
      "儁": 2105,
      "儂": 2106,
      "億": 2107,
      "儆": 2108,
      "儇": 2109,
      "儉": 2110,
      "儋": 2111,
      "儏": 2112,
      "儒": 2113,
      "儔": 2114,
      "儕": 2115,
      "儖": 2116,
      "儘": 2117,
      "儚": 2118,
      "償": 2119,
      "儡": 2120,
      "優": 2121,
      "儫": 2122,
      "儬": 2123,
      "儲": 2124,
      "儴": 2125,
      "儷": 2126,
      "儹": 2127,
      "儺": 2128,
      "儻": 2129,
      "儼": 2130,
      "儿": 2131,
      "兀": 2132,
      "允": 2133,
      "元": 2134,
      "兄": 2135,
      "充": 2136,
      "兆": 2137,
      "兇": 2138,
      "先": 2139,
      "光": 2140,
      "克": 2141,
      "兌": 2142,
      "免": 2143,
      "兎": 2144,
      "児": 2145,
      "兑": 2146,
      "兒": 2147,
      "兔": 2148,
      "兕": 2149,
      "兖": 2150,
      "兗": 2151,
      "兘": 2152,
      "党": 2153,
      "兜": 2154,
      "兢": 2155,
      "入": 2156,
      "內": 2157,
      "全": 2158,
      "兩": 2159,
      "兪": 2160,
      "八": 2161,
      "公": 2162,
      "六": 2163,
      "兮": 2164,
      "兰": 2165,
      "共": 2166,
      "关": 2167,
      "兴": 2168,
      "兵": 2169,
      "其": 2170,
      "具": 2171,
      "典": 2172,
      "兹": 2173,
      "养": 2174,
      "兼": 2175,
      "兽": 2176,
      "冀": 2177,
      "冁": 2178,
      "冂": 2179,
      "内": 2180,
      "円": 2181,
      "冇": 2182,
      "冈": 2183,
      "冉": 2184,
      "冊": 2185,
      "册": 2186,
      "再": 2187,
      "冏": 2188,
      "冐": 2189,
      "冑": 2190,
      "冒": 2191,
      "冓": 2192,
      "冕": 2193,
      "冖": 2194,
      "冗": 2195,
      "写": 2196,
      "军": 2197,
      "农": 2198,
      "冠": 2199,
      "冢": 2200,
      "冤": 2201,
      "冥": 2202,
      "冦": 2203,
      "冧": 2204,
      "冨": 2205,
      "冩": 2206,
      "冪": 2207,
      "冫": 2208,
      "冬": 2209,
      "冭": 2210,
      "冯": 2211,
      "冰": 2212,
      "冱": 2213,
      "冲": 2214,
      "决": 2215,
      "冴": 2216,
      "况": 2217,
      "冶": 2218,
      "冷": 2219,
      "冻": 2220,
      "冼": 2221,
      "冽": 2222,
      "冿": 2223,
      "净": 2224,
      "凄": 2225,
      "凅": 2226,
      "准": 2227,
      "凇": 2228,
      "凉": 2229,
      "凋": 2230,
      "凌": 2231,
      "凍": 2232,
      "减": 2233,
      "凑": 2234,
      "凖": 2235,
      "凛": 2236,
      "凜": 2237,
      "凝": 2238,
      "几": 2239,
      "凡": 2240,
      "凤": 2241,
      "処": 2242,
      "凧": 2243,
      "凩": 2244,
      "凪": 2245,
      "凫": 2246,
      "凭": 2247,
      "凯": 2248,
      "凰": 2249,
      "凱": 2250,
      "凳": 2251,
      "凵": 2252,
      "凶": 2253,
      "凸": 2254,
      "凹": 2255,
      "出": 2256,
      "击": 2257,
      "凼": 2258,
      "函": 2259,
      "凾": 2260,
      "凿": 2261,
      "刀": 2262,
      "刁": 2263,
      "刂": 2264,
      "刃": 2265,
      "刄": 2266,
      "分": 2267,
      "切": 2268,
      "刈": 2269,
      "刊": 2270,
      "刋": 2271,
      "刍": 2272,
      "刎": 2273,
      "刑": 2274,
      "划": 2275,
      "刔": 2276,
      "刕": 2277,
      "刖": 2278,
      "列": 2279,
      "刘": 2280,
      "则": 2281,
      "刚": 2282,
      "创": 2283,
      "初": 2284,
      "删": 2285,
      "判": 2286,
      "別": 2287,
      "刧": 2288,
      "刨": 2289,
      "利": 2290,
      "刪": 2291,
      "别": 2292,
      "刭": 2293,
      "刮": 2294,
      "到": 2295,
      "刳": 2296,
      "制": 2297,
      "刷": 2298,
      "券": 2299,
      "刹": 2300,
      "刺": 2301,
      "刻": 2302,
      "刽": 2303,
      "刿": 2304,
      "剀": 2305,
      "剁": 2306,
      "剂": 2307,
      "剃": 2308,
      "剄": 2309,
      "則": 2310,
      "削": 2311,
      "剋": 2312,
      "剌": 2313,
      "前": 2314,
      "剎": 2315,
      "剏": 2316,
      "剐": 2317,
      "剑": 2318,
      "剔": 2319,
      "剖": 2320,
      "剛": 2321,
      "剜": 2322,
      "剝": 2323,
      "剞": 2324,
      "剡": 2325,
      "剣": 2326,
      "剤": 2327,
      "剥": 2328,
      "剧": 2329,
      "剩": 2330,
      "剪": 2331,
      "剮": 2332,
      "副": 2333,
      "剰": 2334,
      "剱": 2335,
      "割": 2336,
      "剳": 2337,
      "剴": 2338,
      "創": 2339,
      "剽": 2340,
      "剿": 2341,
      "劁": 2342,
      "劂": 2343,
      "劃": 2344,
      "劇": 2345,
      "劈": 2346,
      "劉": 2347,
      "劍": 2348,
      "劐": 2349,
      "劑": 2350,
      "劒": 2351,
      "劓": 2352,
      "劔": 2353,
      "劚": 2354,
      "力": 2355,
      "劝": 2356,
      "办": 2357,
      "功": 2358,
      "加": 2359,
      "务": 2360,
      "劢": 2361,
      "劣": 2362,
      "劧": 2363,
      "动": 2364,
      "助": 2365,
      "努": 2366,
      "劫": 2367,
      "劬": 2368,
      "劭": 2369,
      "励": 2370,
      "劲": 2371,
      "劳": 2372,
      "労": 2373,
      "劵": 2374,
      "効": 2375,
      "劼": 2376,
      "劾": 2377,
      "势": 2378,
      "勁": 2379,
      "勃": 2380,
      "勅": 2381,
      "勇": 2382,
      "勉": 2383,
      "勋": 2384,
      "勍": 2385,
      "勐": 2386,
      "勒": 2387,
      "動": 2388,
      "勖": 2389,
      "勗": 2390,
      "勘": 2391,
      "務": 2392,
      "勛": 2393,
      "勝": 2394,
      "勞": 2395,
      "募": 2396,
      "勠": 2397,
      "勢": 2398,
      "勣": 2399,
      "勤": 2400,
      "勦": 2401,
      "勧": 2402,
      "勪": 2403,
      "勫": 2404,
      "勬": 2405,
      "勭": 2406,
      "勮": 2407,
      "勯": 2408,
      "勰": 2409,
      "勲": 2410,
      "勳": 2411,
      "勵": 2412,
      "勸": 2413,
      "勹": 2414,
      "勺": 2415,
      "勻": 2416,
      "勾": 2417,
      "勿": 2418,
      "匀": 2419,
      "匁": 2420,
      "匂": 2421,
      "包": 2422,
      "匆": 2423,
      "匈": 2424,
      "匍": 2425,
      "匏": 2426,
      "匐": 2427,
      "匕": 2428,
      "化": 2429,
      "北": 2430,
      "匙": 2431,
      "匚": 2432,
      "匝": 2433,
      "匠": 2434,
      "匡": 2435,
      "匣": 2436,
      "匦": 2437,
      "匪": 2438,
      "匭": 2439,
      "匮": 2440,
      "匯": 2441,
      "匱": 2442,
      "匳": 2443,
      "匸": 2444,
      "匹": 2445,
      "区": 2446,
      "医": 2447,
      "匾": 2448,
      "匿": 2449,
      "區": 2450,
      "十": 2451,
      "千": 2452,
      "卅": 2453,
      "卆": 2454,
      "升": 2455,
      "午": 2456,
      "卉": 2457,
      "半": 2458,
      "卍": 2459,
      "华": 2460,
      "协": 2461,
      "卐": 2462,
      "卑": 2463,
      "卒": 2464,
      "卓": 2465,
      "協": 2466,
      "单": 2467,
      "卖": 2468,
      "南": 2469,
      "単": 2470,
      "博": 2471,
      "卜": 2472,
      "卞": 2473,
      "卟": 2474,
      "占": 2475,
      "卡": 2476,
      "卢": 2477,
      "卣": 2478,
      "卤": 2479,
      "卦": 2480,
      "卧": 2481,
      "卨": 2482,
      "卩": 2483,
      "卫": 2484,
      "卮": 2485,
      "卯": 2486,
      "印": 2487,
      "危": 2488,
      "即": 2489,
      "却": 2490,
      "卵": 2491,
      "卷": 2492,
      "卸": 2493,
      "卺": 2494,
      "卻": 2495,
      "卽": 2496,
      "卿": 2497,
      "厂": 2498,
      "厄": 2499,
      "厅": 2500,
      "历": 2501,
      "厉": 2502,
      "压": 2503,
      "厌": 2504,
      "厍": 2505,
      "厐": 2506,
      "厓": 2507,
      "厕": 2508,
      "厖": 2509,
      "厘": 2510,
      "厚": 2511,
      "厛": 2512,
      "厜": 2513,
      "厝": 2514,
      "原": 2515,
      "厠": 2516,
      "厢": 2517,
      "厣": 2518,
      "厤": 2519,
      "厥": 2520,
      "厦": 2521,
      "厨": 2522,
      "厩": 2523,
      "厬": 2524,
      "厭": 2525,
      "厮": 2526,
      "厰": 2527,
      "厲": 2528,
      "厳": 2529,
      "厶": 2530,
      "厷": 2531,
      "去": 2532,
      "县": 2533,
      "叁": 2534,
      "参": 2535,
      "參": 2536,
      "叅": 2537,
      "叆": 2538,
      "又": 2539,
      "叉": 2540,
      "及": 2541,
      "友": 2542,
      "双": 2543,
      "反": 2544,
      "収": 2545,
      "叏": 2546,
      "发": 2547,
      "叒": 2548,
      "叓": 2549,
      "叔": 2550,
      "叕": 2551,
      "取": 2552,
      "受": 2553,
      "变": 2554,
      "叙": 2555,
      "叚": 2556,
      "叛": 2557,
      "叞": 2558,
      "叟": 2559,
      "叠": 2560,
      "叡": 2561,
      "叢": 2562,
      "口": 2563,
      "古": 2564,
      "句": 2565,
      "另": 2566,
      "叧": 2567,
      "叨": 2568,
      "叩": 2569,
      "只": 2570,
      "叫": 2571,
      "召": 2572,
      "叭": 2573,
      "叮": 2574,
      "可": 2575,
      "台": 2576,
      "叱": 2577,
      "史": 2578,
      "右": 2579,
      "叴": 2580,
      "叵": 2581,
      "叶": 2582,
      "号": 2583,
      "司": 2584,
      "叹": 2585,
      "叺": 2586,
      "叻": 2587,
      "叼": 2588,
      "叽": 2589,
      "叿": 2590,
      "吀": 2591,
      "吁": 2592,
      "吃": 2593,
      "各": 2594,
      "吆": 2595,
      "吇": 2596,
      "合": 2597,
      "吉": 2598,
      "吊": 2599,
      "吋": 2600,
      "同": 2601,
      "名": 2602,
      "后": 2603,
      "吏": 2604,
      "吐": 2605,
      "向": 2606,
      "吒": 2607,
      "吓": 2608,
      "吕": 2609,
      "吖": 2610,
      "吗": 2611,
      "君": 2612,
      "吝": 2613,
      "吞": 2614,
      "吟": 2615,
      "吠": 2616,
      "吡": 2617,
      "吣": 2618,
      "否": 2619,
      "吧": 2620,
      "吨": 2621,
      "吩": 2622,
      "含": 2623,
      "听": 2624,
      "吭": 2625,
      "吮": 2626,
      "启": 2627,
      "吱": 2628,
      "吲": 2629,
      "吳": 2630,
      "吴": 2631,
      "吵": 2632,
      "吶": 2633,
      "吸": 2634,
      "吹": 2635,
      "吻": 2636,
      "吼": 2637,
      "吽": 2638,
      "吾": 2639,
      "吿": 2640,
      "呀": 2641,
      "呂": 2642,
      "呃": 2643,
      "呆": 2644,
      "呈": 2645,
      "呉": 2646,
      "告": 2647,
      "呋": 2648,
      "呎": 2649,
      "呐": 2650,
      "呑": 2651,
      "呒": 2652,
      "呓": 2653,
      "呔": 2654,
      "呕": 2655,
      "呖": 2656,
      "呗": 2657,
      "员": 2658,
      "呙": 2659,
      "呛": 2660,
      "呜": 2661,
      "呟": 2662,
      "呢": 2663,
      "呤": 2664,
      "呦": 2665,
      "周": 2666,
      "呪": 2667,
      "呬": 2668,
      "呭": 2669,
      "呮": 2670,
      "呯": 2671,
      "呰": 2672,
      "呱": 2673,
      "呲": 2674,
      "味": 2675,
      "呵": 2676,
      "呶": 2677,
      "呷": 2678,
      "呸": 2679,
      "呻": 2680,
      "呼": 2681,
      "命": 2682,
      "呿": 2683,
      "咀": 2684,
      "咁": 2685,
      "咂": 2686,
      "咄": 2687,
      "咆": 2688,
      "咋": 2689,
      "和": 2690,
      "咎": 2691,
      "咏": 2692,
      "咐": 2693,
      "咒": 2694,
      "咔": 2695,
      "咕": 2696,
      "咖": 2697,
      "咘": 2698,
      "咙": 2699,
      "咚": 2700,
      "咛": 2701,
      "咝": 2702,
      "咢": 2703,
      "咣": 2704,
      "咤": 2705,
      "咥": 2706,
      "咦": 2707,
      "咧": 2708,
      "咨": 2709,
      "咩": 2710,
      "咪": 2711,
      "咫": 2712,
      "咬": 2713,
      "咭": 2714,
      "咯": 2715,
      "咱": 2716,
      "咲": 2717,
      "咳": 2718,
      "咴": 2719,
      "咸": 2720,
      "咻": 2721,
      "咼": 2722,
      "咽": 2723,
      "咾": 2724,
      "咿": 2725,
      "哀": 2726,
      "品": 2727,
      "哂": 2728,
      "哄": 2729,
      "哆": 2730,
      "哇": 2731,
      "哈": 2732,
      "哉": 2733,
      "哌": 2734,
      "响": 2735,
      "哎": 2736,
      "哏": 2737,
      "哐": 2738,
      "哑": 2739,
      "哒": 2740,
      "哓": 2741,
      "哔": 2742,
      "哕": 2743,
      "哗": 2744,
      "哘": 2745,
      "哙": 2746,
      "哚": 2747,
      "哜": 2748,
      "哝": 2749,
      "哞": 2750,
      "哟": 2751,
      "員": 2752,
      "哢": 2753,
      "哥": 2754,
      "哦": 2755,
      "哧": 2756,
      "哨": 2757,
      "哩": 2758,
      "哪": 2759,
      "哭": 2760,
      "哮": 2761,
      "哲": 2762,
      "哳": 2763,
      "哺": 2764,
      "哼": 2765,
      "哽": 2766,
      "哿": 2767,
      "唁": 2768,
      "唄": 2769,
      "唆": 2770,
      "唇": 2771,
      "唉": 2772,
      "唏": 2773,
      "唐": 2774,
      "唑": 2775,
      "唔": 2776,
      "唖": 2777,
      "唛": 2778,
      "唠": 2779,
      "唢": 2780,
      "唣": 2781,
      "唤": 2782,
      "唧": 2783,
      "唪": 2784,
      "唬": 2785,
      "售": 2786,
      "唯": 2787,
      "唰": 2788,
      "唱": 2789,
      "唳": 2790,
      "唴": 2791,
      "唷": 2792,
      "唸": 2793,
      "唹": 2794,
      "唼": 2795,
      "唾": 2796,
      "唿": 2797,
