{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "extra_special_tokens": [
    "eng_Latn",
    "zho_Hans",
    "zho_Hant",
    "jpn_Jpan",
    "kor_Hang"
  ],
  "legacy_behaviour": false,
  "mask_token": "<mask>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "sep_token": "</s>",
  "src_lang": "eng_Latn",
  "tgt_lang": null,
  "tokenizer_class": "NllbTokenizer",
  "unk_token": "<unk>"
}
