{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 5,
      "content": "eng_Latn",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "zho_Hans",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "zho_Hant",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "jpn_Jpan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "kor_Hang",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "eng_Latn": {
        "id": "eng_Latn",
        "ids": [
          5
        ],
        "tokens": [
          "eng_Latn"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "eng_Latn": 5,
      "zho_Hans": 6,
      "zho_Hant": 7,
      "jpn_Jpan": 8,
      "kor_Hang": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "Ā": 199,
      "ā": 200,
      "Ă": 201,
      "ă": 202,
      "ą": 203,
      "ć": 204,
      "Č": 205,
      "č": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "ē": 210,
      "ė": 211,
      "ę": 212,
      "ě": 213,
      "ğ": 214,
      "ī": 215,
      "İ": 216,
      "ı": 217,
      "Ł": 218,
      "ł": 219,
      "ń": 220,
      "ň": 221,
      "ō": 222,
      "ő": 223,
      "œ": 224,
      "ř": 225,
      "Ś": 226,
      "ś": 227,
      "Ş": 228,
      "ş": 229,
      "Š": 230,
      "š": 231,
      "ũ": 232,
      "ū": 233,
      "Ÿ": 234,
      "Ż": 235,
      "ż": 236,
      "Ž": 237,
      "ž": 238,
      "ơ": 239,
      "ư": 240,
      "ǎ": 241,
      "ǐ": 242,
      "ǒ": 243,
      "ǔ": 244,
      "ǖ": 245,
      "ǘ": 246,
      "ǚ": 247,
      "ǜ": 248,
      "ɑ": 249,
      "ə": 250,
      "ɡ": 251,
      "ɪ": 252,
      "ʔ": 253,
      "ʻ": 254,
      "ʼ": 255,
      "ˆ": 256,
      "ˈ": 257,
      "ˉ": 258,
      "ˊ": 259,
      "ˋ": 260,
      "ˑ": 261,
      "˘": 262,
      "˙": 263,
      "˚": 264,
      "˜": 265,
      "ˮ": 266,
      "̀": 267,
      "́": 268,
      "̈": 269,
      "̑": 270,
      "̥": 271,
      "̫": 272,
      "̮": 273,
      "̵": 274,
      "̶": 275,
      "͈": 276,
      "͟": 277,
      "͡": 278,
      "΄": 279,
      "Γ": 280,
      "Θ": 281,
      "Φ": 282,
      "Ψ": 283,
      "Ω": 284,
      "ά": 285,
      "έ": 286,
      "ή": 287,
      "ί": 288,
      "δ": 289,
      "θ": 290,
      "ι": 291,
      "λ": 292,
      "π": 293,
      "ς": 294,
      "σ": 295,
      "φ": 296,
      "ψ": 297,
      "ό": 298,
      "ύ": 299,
      "Ђ": 300,
      "Б": 301,
      "Г": 302,
      "Д": 303,
      "З": 304,
      "И": 305,
      "Л": 306,
      "П": 307,
      "Ф": 308,
      "Ц": 309,
      "Ч": 310,
      "Ш": 311,
      "Щ": 312,
      "Ы": 313,
      "Э": 314,
      "Ю": 315,
      "Я": 316,
      "б": 317,
      "д": 318,
      "ж": 319,
      "з": 320,
      "и": 321,
      "й": 322,
      "л": 323,
      "п": 324,
      "ф": 325,
      "ц": 326,
      "ч": 327,
      "ш": 328,
      "щ": 329,
      "ъ": 330,
      "ы": 331,
      "э": 332,
      "ю": 333,
      "я": 334,
      "ѡ": 335,
      "օ": 336,
      "ְ": 337,
      "ִ": 338,
      "ֵ": 339,
      "ֶ": 340,
      "ַ": 341,
      "ָ": 342,
      "ֹ": 343,
      "ּ": 344,
      "ׁ": 345,
      "א": 346,
      "ב": 347,
      "ד": 348,
      "ה": 349,
      "ו": 350,
      "ח": 351,
      "י": 352,
      "כ": 353,
      "ל": 354,
      "ם": 355,
      "מ": 356,
      "נ": 357,
      "ע": 358,
      "ק": 359,
      "ר": 360,
      "ש": 361,
      "ת": 362,
      "،": 363,
      "أ": 364,
      "إ": 365,
      "ئ": 366,
      "ا": 367,
      "ب": 368,
      "ة": 369,
      "ت": 370,
      "ث": 371,
      "ج": 372,
      "ح": 373,
      "خ": 374,
      "د": 375,
      "ذ": 376,
      "ر": 377,
      "ز": 378,
      "س": 379,
      "ش": 380,
      "ص": 381,
      "ض": 382,
      "ط": 383,
      "ع": 384,
      "غ": 385,
      "ف": 386,
      "ق": 387,
      "ك": 388,
      "ل": 389,
      "م": 390,
      "ن": 391,
      "ه": 392,
      "و": 393,
      "ى": 394,
      "ي": 395,
      "َ": 396,
      "ُ": 397,
      "ِ": 398,
      "ْ": 399,
      "٩": 400,
      "٫": 401,
      "پ": 402,
      "ک": 403,
      "ی": 404,
      "۰": 405,
      "۱": 406,
      "۲": 407,
      "۳": 408,
      "۴": 409,
      "۵": 410,
      "۶": 411,
      "۷": 412,
      "۸": 413,
      "۹": 414,
      "ߋ": 415,
      "र": 416,
      "ह": 417,
      "ा": 418,
      "ु": 419,
      "े": 420,
      "्": 421,
      "ক": 422,
      "ত": 423,
      "ন": 424,
      "প": 425,
      "ব": 426,
      "য": 427,
      "র": 428,
      "া": 429,
      "ি": 430,
      "ে": 431,
      "্": 432,
      "੭": 433,
      "୧": 434,
      "୨": 435,
      "ෆ": 436,
      "්": 437,
      "ก": 438,
      "ข": 439,
      "ค": 440,
      "ฅ": 441,
      "ง": 442,
      "จ": 443,
      "ช": 444,
      "ด": 445,
      "ต": 446,
      "ถ": 447,
      "ท": 448,
      "น": 449,
      "บ": 450,
      "ป": 451,
      "พ": 452,
      "ม": 453,
      "ย": 454,
      "ร": 455,
      "ล": 456,
      "ว": 457,
      "ส": 458,
      "ห": 459,
      "อ": 460,
      "ะ": 461,
      "ั": 462,
      "า": 463,
      "ำ": 464,
      "ิ": 465,
      "ี": 466,
      "ุ": 467,
      "ฺ": 468,
      "เ": 469,
      "แ": 470,
      "โ": 471,
      "ไ": 472,
      "็": 473,
      "่": 474,
      "้": 475,
      "์": 476,
      "๑": 477,
      "ღ": 478,
      "ᄀ": 479,
      "ᄁ": 480,
      "ᄂ": 481,
      "ᄃ": 482,
      "ᄄ": 483,
      "ᄅ": 484,
      "ᄆ": 485,
      "ᄇ": 486,
      "ᄈ": 487,
      "ᄉ": 488,
      "ᄊ": 489,
      "ᄋ": 490,
      "ᄌ": 491,
      "ᄍ": 492,
      "ᄎ": 493,
      "ᄏ": 494,
      "ᄐ": 495,
      "ᄑ": 496,
      "ᄒ": 497,
      "ᄓ": 498,
      "ᄔ": 499,
      "ᄕ": 500,
      "ᄖ": 501,
      "ᄗ": 502,
      "ᄘ": 503,
      "ᄙ": 504,
      "ᄚ": 505,
      "ᄛ": 506,
      "ᄜ": 507,
      "ᄝ": 508,
      "ᄞ": 509,
      "ᄟ": 510,
      "ᄠ": 511,
      "ᄡ": 512,
      "ᄢ": 513,
      "ᄣ": 514,
      "ᄤ": 515,
      "ᄥ": 516,
      "ᄦ": 517,
      "ᄧ": 518,
      "ᄨ": 519,
      "ᄩ": 520,
      "ᄪ": 521,
      "ᄫ": 522,
      "ᄬ": 523,
      "ᄭ": 524,
      "ᄮ": 525,
      "ᄯ": 526,
      "ᄰ": 527,
      "ᄱ": 528,
      "ᄲ": 529,
      "ᄳ": 530,
      "ᄴ": 531,
      "ᄵ": 532,
      "ᄶ": 533,
      "ᄷ": 534,
      "ᄸ": 535,
      "ᄹ": 536,
      "ᄺ": 537,
      "ᄻ": 538,
      "ᄼ": 539,
      "ᄽ": 540,
      "ᄾ": 541,
      "ᄿ": 542,
      "ᅀ": 543,
      "ᅁ": 544,
      "ᅂ": 545,
      "ᅃ": 546,
      "ᅄ": 547,
      "ᅅ": 548,
      "ᅆ": 549,
      "ᅇ": 550,
      "ᅈ": 551,
      "ᅉ": 552,
      "ᅊ": 553,
      "ᅋ": 554,
      "ᅌ": 555,
      "ᅍ": 556,
      "ᅎ": 557,
      "ᅏ": 558,
      "ᅐ": 559,
      "ᅑ": 560,
      "ᅒ": 561,
      "ᅓ": 562,
      "ᅔ": 563,
      "ᅕ": 564,
      "ᅖ": 565,
      "ᅗ": 566,
      "ᅘ": 567,
      "ᅙ": 568,
      "ᅚ": 569,
      "ᅛ": 570,
      "ᅜ": 571,
      "ᅝ": 572,
      "ᅞ": 573,
      "ᅟ": 574,
      "ᅠ": 575,
      "ᅡ": 576,
      "ᅢ": 577,
      "ᅣ": 578,
      "ᅤ": 579,
      "ᅥ": 580,
      "ᅦ": 581,
      "ᅧ": 582,
      "ᅨ": 583,
      "ᅩ": 584,
      "ᅪ": 585,
      "ᅫ": 586,
      "ᅬ": 587,
      "ᅭ": 588,
      "ᅮ": 589,
      "ᅯ": 590,
      "ᅰ": 591,
      "ᅱ": 592,
      "ᅲ": 593,
      "ᅳ": 594,
      "ᅴ": 595,
      "ᅵ": 596,
      "ᅶ": 597,
      "ᅷ": 598,
      "ᅸ": 599,
      "ᅹ": 600,
      "ᅺ": 601,
      "ᅻ": 602,
      "ᅼ": 603,
      "ᅽ": 604,
      "ᅾ": 605,
      "ᅿ": 606,
      "ᆀ": 607,
      "ᆁ": 608,
      "ᆂ": 609,
      "ᆃ": 610,
      "ᆄ": 611,
      "ᆅ": 612,
      "ᆆ": 613,
      "ᆇ": 614,
      "ᆈ": 615,
      "ᆉ": 616,
      "ᆊ": 617,
      "ᆋ": 618,
      "ᆌ": 619,
      "ᆍ": 620,
      "ᆎ": 621,
      "ᆏ": 622,
      "ᆐ": 623,
      "ᆑ": 624,
      "ᆒ": 625,
      "ᆓ": 626,
      "ᆔ": 627,
      "ᆕ": 628,
      "ᆖ": 629,
      "ᆗ": 630,
      "ᆘ": 631,
      "ᆙ": 632,
      "ᆚ": 633,
      "ᆛ": 634,
      "ᆜ": 635,
      "ᆝ": 636,
      "ᆞ": 637,
      "ᆟ": 638,
      "ᆠ": 639,
      "ᆡ": 640,
      "ᆢ": 641,
      "ᆣ": 642,
      "ᆤ": 643,
      "ᆥ": 644,
      "ᆦ": 645,
      "ᆧ": 646,
      "ᆨ": 647,
      "ᆩ": 648,
      "ᆪ": 649,
      "ᆫ": 650,
      "ᆬ": 651,
      "ᆭ": 652,
      "ᆮ": 653,
      "ᆯ": 654,
      "ᆰ": 655,
      "ᆱ": 656,
      "ᆲ": 657,
      "ᆳ": 658,
      "ᆴ": 659,
      "ᆵ": 660,
      "ᆶ": 661,
      "ᆷ": 662,
      "ᆸ": 663,
      "ᆹ": 664,
      "ᆺ": 665,
      "ᆻ": 666,
      "ᆼ": 667,
      "ᆽ": 668,
      "ᆾ": 669,
      "ᆿ": 670,
      "ᇀ": 671,
      "ᇁ": 672,
      "ᇂ": 673,
      "ᇃ": 674,
      "ᇄ": 675,
      "ᇅ": 676,
      "ᇆ": 677,
      "ᇇ": 678,
      "ᇈ": 679,
      "ᇉ": 680,
      "ᇊ": 681,
      "ᇋ": 682,
      "ᇌ": 683,
      "ᇍ": 684,
      "ᇎ": 685,
      "ᇏ": 686,
      "ᇐ": 687,
      "ᇑ": 688,
      "ᇒ": 689,
      "ᇓ": 690,
      "ᇔ": 691,
      "ᇕ": 692,
      "ᇖ": 693,
      "ᇗ": 694,
      "ᇘ": 695,
      "ᇙ": 696,
      "ᇚ": 697,
      "ᇛ": 698,
      "ᇜ": 699,
      "ᇝ": 700,
      "ᇞ": 701,
      "ᇟ": 702,
      "ᇠ": 703,
      "ᇡ": 704,
      "ᇢ": 705,
      "ᇣ": 706,
      "ᇤ": 707,
      "ᇥ": 708,
      "ᇦ": 709,
      "ᇧ": 710,
      "ᇨ": 711,
      "ᇩ": 712,
      "ᇪ": 713,
      "ᇫ": 714,
      "ᇬ": 715,
      "ᇭ": 716,
      "ᇮ": 717,
      "ᇯ": 718,
      "ᇰ": 719,
      "ᇱ": 720,
      "ᇲ": 721,
      "ᇳ": 722,
      "ᇴ": 723,
      "ᇵ": 724,
      "ᇶ": 725,
      "ᇷ": 726,
      "ᇸ": 727,
      "ᇹ": 728,
      "ᇺ": 729,
      "ᇻ": 730,
      "ᇼ": 731,
      "ᇽ": 732,
      "ᇾ": 733,
      "ᇿ": 734,
      "ᐟ": 735,
      "ᥙ": 736,
      "᧐": 737,
      "ᴗ": 738,
      "ᵕ": 739,
      "ḥ": 740,
      "ṇ": 741,
      "ṛ": 742,
      "ṣ": 743,
      "ạ": 744,
      "ả": 745,
      "ầ": 746,
      "ậ": 747,
      "ẵ": 748,
      "ế": 749,
      "ễ": 750,
      "ệ": 751,
      "ố": 752,
      "ồ": 753,
      "ổ": 754,
      "ộ": 755,
      "ớ": 756,
      "ờ": 757,
      "ἀ": 758,
      "ἐ": 759,
      "ὰ": 760,
      "ὶ": 761,
      "ὸ": 762,
      "ῖ": 763,
      "ῦ": 764,
      "‐": 765,
      "‑": 766,
      "‒": 767,
      "–": 768,
      "—": 769,
      "―": 770,
      "‖": 771,
      "‘": 772,
      "’": 773,
      "‚": 774,
      "‛": 775,
      "“": 776,
      "”": 777,
      "„": 778,
      "‟": 779,
      "†": 780,
      "•": 781,
      "‣": 782,
      "․": 783,
      "‥": 784,
      "…": 785,
      "‧": 786,
      "‰": 787,
      "′": 788,
      "″": 789,
      "‹": 790,
      "›": 791,
      "※": 792,
      "‼": 793,
      "‾": 794,
      "‿": 795,
      "⁂": 796,
      "⁄": 797,
      "⁇": 798,
      "⁈": 799,
      "⁉": 800,
      "⁎": 801,
      "⁺": 802,
      "⁾": 803,
      "₂": 804,
      "₃": 805,
      "₩": 806,
      "€": 807,
      "₹": 808,
      "⃣": 809,
      "℃": 810,
      "℅": 811,
      "ℓ": 812,
      "№": 813,
      "℡": 814,
      "™": 815,
      "⅓": 816,
      "⅔": 817,
      "Ⅰ": 818,
      "Ⅱ": 819,
      "Ⅲ": 820,
      "Ⅳ": 821,
      "Ⅴ": 822,
      "Ⅵ": 823,
      "Ⅶ": 824,
      "Ⅷ": 825,
      "Ⅸ": 826,
      "Ⅹ": 827,
      "ⅰ": 828,
      "ⅱ": 829,
      "ⅲ": 830,
      "ⅳ": 831,
      "ⅴ": 832,
      "ⅶ": 833,
      "ⅹ": 834,
      "ⅼ": 835,
      "←": 836,
      "↑": 837,
      "→": 838,
      "↓": 839,
      "↔": 840,
      "↗": 841,
      "↘": 842,
      "↙": 843,
      "↠": 844,
      "↩": 845,
      "⇒": 846,
      "⇓": 847,
      "⇔": 848,
      "⇧": 849,
      "⇨": 850,
      "⇩": 851,
      "∀": 852,
      "∆": 853,
      "∇": 854,
      "∈": 855,
      "∏": 856,
      "∑": 857,
      "−": 858,
      "∕": 859,
      "∘": 860,
      "∙": 861,
      "√": 862,
      "∞": 863,
      "∟": 864,
      "∠": 865,
      "∣": 866,
      "∥": 867,
      "∧": 868,
      "∨": 869,
      "∩": 870,
      "∪": 871,
      "∫": 872,
      "∮": 873,
      "∴": 874,
      "∵": 875,
      "∶": 876,
      "∷": 877,
      "∼": 878,
      "∽": 879,
      "≈": 880,
      "≌": 881,
      "≒": 882,
      "≠": 883,
      "≡": 884,
      "≤": 885,
      "≥": 886,
      "≦": 887,
      "≧": 888,
      "≪": 889,
      "≫": 890,
      "⊂": 891,
      "⊃": 892,
      "⊙": 893,
      "⊥": 894,
      "⊿": 895,
      "⋅": 896,
      "⋆": 897,
      "⋯": 898,
      "⌒": 899,
      "⌘": 900,
      "⌜": 901,
      "⌟": 902,
      "⏩": 903,
      "⏰": 904,
      "⏱": 905,
      "␙": 906,
      "①": 907,
      "②": 908,
      "③": 909,
      "④": 910,
      "⑤": 911,
      "⑥": 912,
      "⑦": 913,
      "⑧": 914,
      "⑨": 915,
      "⑩": 916,
      "⑪": 917,
      "⑫": 918,
      "⑬": 919,
      "⑭": 920,
      "⑮": 921,
      "⑯": 922,
      "⑰": 923,
      "⑱": 924,
      "⑴": 925,
      "⑵": 926,
      "⑶": 927,
      "⑷": 928,
      "⑸": 929,
      "⑹": 930,
      "⑺": 931,
      "⑻": 932,
      "⑼": 933,
      "⑽": 934,
      "⑾": 935,
      "⑿": 936,
      "⒀": 937,
      "⒁": 938,
      "⒂": 939,
      "⒄": 940,
      "⒅": 941,
      "⒆": 942,
      "⒈": 943,
      "⒉": 944,
      "⒊": 945,
      "⒋": 946,
      "⒌": 947,
      "⒍": 948,
      "⒎": 949,
      "⒐": 950,
      "⒒": 951,
      "⒕": 952,
      "⒖": 953,
      "⒗": 954,
      "⒘": 955,
      "Ⓐ": 956,
      "Ⓒ": 957,
      "Ⓜ": 958,
      "Ⓡ": 959,
      "ⓐ": 960,
      "ⓑ": 961,
      "ⓒ": 962,
      "─": 963,
      "━": 964,
      "│": 965,
      "┃": 966,
      "┄": 967,
      "┅": 968,
      "┈": 969,
      "┊": 970,
      "┌": 971,
      "┎": 972,
      "┏": 973,
      "┐": 974,
      "┑": 975,
      "┒": 976,
      "┓": 977,
      "└": 978,
      "┕": 979,
      "┖": 980,
      "┗": 981,
      "┘": 982,
      "┚": 983,
      "┛": 984,
      "├": 985,
      "┞": 986,
      "┣": 987,
      "┤": 988,
      "┦": 989,
      "┪": 990,
      "┫": 991,
      "┬": 992,
      "┮": 993,
      "┰": 994,
      "┲": 995,
      "┼": 996,
      "┾": 997,
      "╀": 998,
      "╁": 999,
      "╂": 1000,
      "╃": 1001,
      "╅": 1002,
      "═": 1003,
      "╥": 1004,
      "╬": 1005,
      "╭": 1006,
      "╮": 1007,
      "╯": 1008,
      "╰": 1009,
      "╱": 1010,
      "╲": 1011,
      "╳": 1012,
      "╹": 1013,
      "▁": 1014,
      "▂": 1015,
      "▃": 1016,
      "▄": 1017,
      "▅": 1018,
      "▆": 1019,
      "█": 1020,
      "▉": 1021,
      "▊": 1022,
      "▌": 1023,
      "▍": 1024,
      "▎": 1025,
      "▏": 1026,
      "▒": 1027,
      "▓": 1028,
      "■": 1029,
      "□": 1030,
      "▢": 1031,
      "▣": 1032,
      "▦": 1033,
      "▪": 1034,
      "▫": 1035,
      "▬": 1036,
      "▲": 1037,
      "△": 1038,
      "▴": 1039,
      "▵": 1040,
      "▶": 1041,
      "▷": 1042,
      "▸": 1043,
      "►": 1044,
      "▼": 1045,
      "▽": 1046,
      "◀": 1047,
      "◁": 1048,
      "◆": 1049,
      "◇": 1050,
      "◈": 1051,
      "◉": 1052,
      "○": 1053,
      "◍": 1054,
      "◎": 1055,
      "●": 1056,
      "◐": 1057,
      "◑": 1058,
      "◞": 1059,
      "◟": 1060,
      "◠": 1061,
      "◡": 1062,
      "◢": 1063,
      "◣": 1064,
      "◤": 1065,
      "◥": 1066,
      "◦": 1067,
      "◯": 1068,
      "◻": 1069,
      "◼": 1070,
      "◾": 1071,
      "☀": 1072,
      "★": 1073,
      "☆": 1074,
      "☉": 1075,
      "☎": 1076,
      "☏": 1077,
      "☐": 1078,
      "☑": 1079,
      "☓": 1080,
      "☔": 1081,
      "☕": 1082,
      "☘": 1083,
      "☜": 1084,
      "☝": 1085,
      "☞": 1086,
      "☟": 1087,
      "☯": 1088,
      "☺": 1089,
      "☻": 1090,
      "♀": 1091,
      "♂": 1092,
      "♕": 1093,
      "♖": 1094,
      "♠": 1095,
      "♡": 1096,
      "♢": 1097,
      "♣": 1098,
      "♤": 1099,
      "♥": 1100,
      "♦": 1101,
      "♧": 1102,
      "♨": 1103,
      "♩": 1104,
      "♪": 1105,
      "♫": 1106,
      "♬": 1107,
      "♭": 1108,
      "♯": 1109,
      "⚓": 1110,
      "⚔": 1111,
      "⚛": 1112,
      "⚠": 1113,
      "⚡": 1114,
      "⚪": 1115,
      "⚫": 1116,
      "⚽": 1117,
      "⛄": 1118,
      "✅": 1119,
      "✈": 1120,
      "✉": 1121,
      "✋": 1122,
      "✌": 1123,
      "✍": 1124,
      "✎": 1125,
      "✏": 1126,
      "✓": 1127,
      "✔": 1128,
      "✕": 1129,
      "✖": 1130,
      "✦": 1131,
      "✧": 1132,
      "✨": 1133,
      "✩": 1134,
      "✪": 1135,
      "✲": 1136,
      "✳": 1137,
      "✴": 1138,
      "✽": 1139,
      "✿": 1140,
      "❀": 1141,
      "❁": 1142,
      "❄": 1143,
      "❌": 1144,
      "❍": 1145,
      "❏": 1146,
      "❓": 1147,
      "❕": 1148,
      "❖": 1149,
      "❗": 1150,
      "❙": 1151,
      "❛": 1152,
      "❝": 1153,
      "❞": 1154,
      "❢": 1155,
      "❣": 1156,
      "❤": 1157,
      "❥": 1158,
      "❶": 1159,
      "❷": 1160,
      "❸": 1161,
      "❹": 1162,
      "❺": 1163,
      "❻": 1164,
      "❼": 1165,
      "➀": 1166,
      "➁": 1167,
      "➂": 1168,
      "➃": 1169,
      "➊": 1170,
      "➋": 1171,
      "➌": 1172,
      "➍": 1173,
      "➎": 1174,
      "➔": 1175,
      "➕": 1176,
      "➖": 1177,
      "➡": 1178,
      "➤": 1179,
      "⟪": 1180,
      "⟫": 1181,
      "⠀": 1182,
      "⢠": 1183,
      "⤴": 1184,
      "⤵": 1185,
      "⦁": 1186,
      "⦠": 1187,
      "⬆": 1188,
      "⬇": 1189,
      "⬛": 1190,
      "⬠": 1191,
      "⭐": 1192,
      "⭕": 1193,
      "ⲟ": 1194,
      "⸜": 1195,
      "⸝": 1196,
      "⸱": 1197,
      "⺌": 1198,
      "⺠": 1199,
      "⻄": 1200,
      "⻑": 1201,
      "⼀": 1202,
      "⼆": 1203,
      "⼈": 1204,
      "⼊": 1205,
      "⼒": 1206,
      "⼜": 1207,
      "⼤": 1208,
      "⼥": 1209,
      "⼦": 1210,
      "⼩": 1211,
      "⼭": 1212,
      "⼯": 1213,
      "⼼": 1214,
      "⼿": 1215,
      "⽀": 1216,
      "⽂": 1217,
      "⽅": 1218,
      "⽇": 1219,
      "⽉": 1220,
      "⽌": 1221,
      "⽐": 1222,
      "⽔": 1223,
      "⽛": 1224,
      "⽜": 1225,
      "⽣": 1226,
      "⽤": 1227,
      "⽥": 1228,
      "⽬": 1229,
      "⽰": 1230,
      "⽴": 1231,
      "⽹": 1232,
      "⾃": 1233,
      "⾊": 1234,
      "⾏": 1235,
      "⾒": 1236,
      "⾔": 1237,
      "⾝": 1238,
      "⾦": 1239,
      "⾨": 1240,
      "⾯": 1241,
      "⾳": 1242,
      "⾷": 1243,
      "⾼": 1244,
      "　": 1245,
      "、": 1246,
      "。": 1247,
      "〃": 1248,
      "〄": 1249,
      "々": 1250,
      "〆": 1251,
      "〇": 1252,
      "〈": 1253,
      "〉": 1254,
      "《": 1255,
      "》": 1256,
      "「": 1257,
      "」": 1258,
      "『": 1259,
      "』": 1260,
      "【": 1261,
      "】": 1262,
      "〒": 1263,
      "〓": 1264,
      "〔": 1265,
      "〕": 1266,
      "〖": 1267,
      "〗": 1268,
      "〘": 1269,
      "〙": 1270,
      "〚": 1271,
      "〛": 1272,
      "〜": 1273,
      "〝": 1274,
      "〞": 1275,
      "〟": 1276,
      "〠": 1277,
      "〡": 1278,
      "〢": 1279,
      "〣": 1280,
      "〤": 1281,
      "〥": 1282,
      "〦": 1283,
      "〧": 1284,
      "〨": 1285,
      "〩": 1286,
      "〪": 1287,
      "〫": 1288,
      "〬": 1289,
      "〭": 1290,
      "〮": 1291,
      "〯": 1292,
      "〰": 1293,
      "〱": 1294,
      "〲": 1295,
      "〳": 1296,
      "〴": 1297,
      "〵": 1298,
      "〶": 1299,
      "〷": 1300,
      "〸": 1301,
      "〹": 1302,
      "〺": 1303,
      "〻": 1304,
      "〼": 1305,
      "〽": 1306,
      "〾": 1307,
      "〿": 1308,
      "぀": 1309,
      "ぁ": 1310,
      "あ": 1311,
      "ぃ": 1312,
      "い": 1313,
      "ぅ": 1314,
      "う": 1315,
      "ぇ": 1316,
      "え": 1317,
      "ぉ": 1318,
      "お": 1319,
      "か": 1320,
      "が": 1321,
      "き": 1322,
      "ぎ": 1323,
      "く": 1324,
      "ぐ": 1325,
      "け": 1326,
      "げ": 1327,
      "こ": 1328,
      "ご": 1329,
      "さ": 1330,
      "ざ": 1331,
      "し": 1332,
      "じ": 1333,
      "す": 1334,
      "ず": 1335,
      "せ": 1336,
      "ぜ": 1337,
      "そ": 1338,
      "ぞ": 1339,
      "た": 1340,
      "だ": 1341,
      "ち": 1342,
      "ぢ": 1343,
      "っ": 1344,
      "つ": 1345,
      "づ": 1346,
      "て": 1347,
      "で": 1348,
      "と": 1349,
      "ど": 1350,
      "な": 1351,
      "に": 1352,
      "ぬ": 1353,
      "ね": 1354,
      "の": 1355,
      "は": 1356,
      "ば": 1357,
      "ぱ": 1358,
      "ひ": 1359,
      "び": 1360,
      "ぴ": 1361,
      "ふ": 1362,
      "ぶ": 1363,
      "ぷ": 1364,
      "へ": 1365,
      "べ": 1366,
      "ぺ": 1367,
      "ほ": 1368,
      "ぼ": 1369,
      "ぽ": 1370,
      "ま": 1371,
      "み": 1372,
      "む": 1373,
      "め": 1374,
      "も": 1375,
      "ゃ": 1376,
      "や": 1377,
      "ゅ": 1378,
      "ゆ": 1379,
      "ょ": 1380,
      "よ": 1381,
      "ら": 1382,
      "り": 1383,
      "る": 1384,
      "れ": 1385,
      "ろ": 1386,
      "ゎ": 1387,
      "わ": 1388,
      "ゐ": 1389,
      "ゑ": 1390,
      "を": 1391,
      "ん": 1392,
      "ゔ": 1393,
      "ゕ": 1394,
      "ゖ": 1395,
      "゗": 1396,
      "゘": 1397,
      "゙": 1398,
      "゚": 1399,
      "゛": 1400,
      "゜": 1401,
      "ゝ": 1402,
      "ゞ": 1403,
      "ゟ": 1404,
      "゠": 1405,
      "ァ": 1406,
      "ア": 1407,
      "ィ": 1408,
      "イ": 1409,
      "ゥ": 1410,
      "ウ": 1411,
      "ェ": 1412,
      "エ": 1413,
      "ォ": 1414,
      "オ": 1415,
      "カ": 1416,
      "ガ": 1417,
      "キ": 1418,
      "ギ": 1419,
      "ク": 1420,
      "グ": 1421,
      "ケ": 1422,
      "ゲ": 1423,
      "コ": 1424,
      "ゴ": 1425,
      "サ": 1426,
      "ザ": 1427,
      "シ": 1428,
      "ジ": 1429,
      "ス": 1430,
      "ズ": 1431,
      "セ": 1432,
      "ゼ": 1433,
      "ソ": 1434,
      "ゾ": 1435,
      "タ": 1436,
      "ダ": 1437,
      "チ": 1438,
      "ヂ": 1439,
      "ッ": 1440,
      "ツ": 1441,
      "ヅ": 1442,
      "テ": 1443,
      "デ": 1444,
      "ト": 1445,
      "ド": 1446,
      "ナ": 1447,
      "ニ": 1448,
      "ヌ": 1449,
      "ネ": 1450,
      "ノ": 1451,
      "ハ": 1452,
      "バ": 1453,
      "パ": 1454,
      "ヒ": 1455,
      "ビ": 1456,
      "ピ": 1457,
      "フ": 1458,
      "ブ": 1459,
      "プ": 1460,
      "ヘ": 1461,
      "ベ": 1462,
      "ペ": 1463,
      "ホ": 1464,
      "ボ": 1465,
      "ポ": 1466,
      "マ": 1467,
      "ミ": 1468,
      "ム": 1469,
      "メ": 1470,
      "モ": 1471,
      "ャ": 1472,
      "ヤ": 1473,
      "ュ": 1474,
      "ユ": 1475,
      "ョ": 1476,
      "ヨ": 1477,
      "ラ": 1478,
      "リ": 1479,
      "ル": 1480,
      "レ": 1481,
      "ロ": 1482,
      "ヮ": 1483,
      "ワ": 1484,
      "ヰ": 1485,
      "ヱ": 1486,
      "ヲ": 1487,
      "ン": 1488,
      "ヴ": 1489,
      "ヵ": 1490,
      "ヶ": 1491,
      "ヷ": 1492,
      "ヸ": 1493,
      "ヹ": 1494,
      "ヺ": 1495,
      "・": 1496,
      "ー": 1497,
      "ヽ": 1498,
      "ヾ": 1499,
      "ヿ": 1500,
      "ㄅ": 1501,
      "ㄆ": 1502,
      "ㄇ": 1503,
      "ㄈ": 1504,
      "ㄉ": 1505,
      "ㄊ": 1506,
      "ㄌ": 1507,
      "ㄍ": 1508,
      "ㄎ": 1509,
      "ㄏ": 1510,
      "ㄐ": 1511,
      "ㄑ": 1512,
      "ㄒ": 1513,
      "ㄓ": 1514,
      "ㄔ": 1515,
      "ㄖ": 1516,
      "ㄗ": 1517,
      "ㄢ": 1518,
      "ㄣ": 1519,
      "ㄤ": 1520,
      "ㄥ": 1521,
      "ㄦ": 1522,
      "ㄧ": 1523,
      "ㄨ": 1524,
      "ㄩ": 1525,
      "㄰": 1526,
      "ㄱ": 1527,
      "ㄲ": 1528,
      "ㄳ": 1529,
      "ㄴ": 1530,
      "ㄵ": 1531,
      "ㄶ": 1532,
      "ㄷ": 1533,
      "ㄸ": 1534,
      "ㄹ": 1535,
      "ㄺ": 1536,
      "ㄻ": 1537,
      "ㄼ": 1538,
      "ㄽ": 1539,
      "ㄾ": 1540,
      "ㄿ": 1541,
      "ㅀ": 1542,
      "ㅁ": 1543,
      "ㅂ": 1544,
      "ㅃ": 1545,
      "ㅄ": 1546,
      "ㅅ": 1547,
      "ㅆ": 1548,
      "ㅇ": 1549,
      "ㅈ": 1550,
      "ㅉ": 1551,
      "ㅊ": 1552,
      "ㅋ": 1553,
      "ㅌ": 1554,
      "ㅍ": 1555,
      "ㅎ": 1556,
      "ㅏ": 1557,
      "ㅐ": 1558,
      "ㅑ": 1559,
      "ㅒ": 1560,
      "ㅓ": 1561,
      "ㅔ": 1562,
      "ㅕ": 1563,
      "ㅖ": 1564,
      "ㅗ": 1565,
      "ㅘ": 1566,
      "ㅙ": 1567,
      "ㅚ": 1568,
      "ㅛ": 1569,
      "ㅜ": 1570,
      "ㅝ": 1571,
      "ㅞ": 1572,
      "ㅟ": 1573,
      "ㅠ": 1574,
      "ㅡ": 1575,
      "ㅢ": 1576,
      "ㅣ": 1577,
      "ㅤ": 1578,
      "ㅥ": 1579,
      "ㅦ": 1580,
      "ㅧ": 1581,
      "ㅨ": 1582,
      "ㅩ": 1583,
      "ㅪ": 1584,
      "ㅫ": 1585,
      "ㅬ": 1586,
      "ㅭ": 1587,
      "ㅮ": 1588,
      "ㅯ": 1589,
      "ㅰ": 1590,
      "ㅱ": 1591,
      "ㅲ": 1592,
      "ㅳ": 1593,
      "ㅴ": 1594,
      "ㅵ": 1595,
      "ㅶ": 1596,
      "ㅷ": 1597,
      "ㅸ": 1598,
      "ㅹ": 1599,
      "ㅺ": 1600,
      "ㅻ": 1601,
      "ㅼ": 1602,
      "ㅽ": 1603,
      "ㅾ": 1604,
      "ㅿ": 1605,
      "ㆀ": 1606,
      "ㆁ": 1607,
      "ㆂ": 1608,
      "ㆃ": 1609,
      "ㆄ": 1610,
      "ㆅ": 1611,
      "ㆆ": 1612,
      "ㆇ": 1613,
      "ㆈ": 1614,
      "ㆉ": 1615,
      "ㆊ": 1616,
      "ㆋ": 1617,
      "ㆌ": 1618,
      "ㆍ": 1619,
      "ㆎ": 1620,
      "㆏": 1621,
      "㈎": 1622,
      "㈏": 1623,
      "㈔": 1624,
      "㈜": 1625,
      "㈠": 1626,
      "㈡": 1627,
      "㈢": 1628,
      "㈣": 1629,
      "㈱": 1630,
      "㉠": 1631,
      "㉡": 1632,
      "㉢": 1633,
      "㉣": 1634,
      "㉤": 1635,
      "㊗": 1636,
      "㊙": 1637,
      "㊣": 1638,
      "㌔": 1639,
      "㍍": 1640,
      "㍑": 1641,
      "㎉": 1642,
      "㎍": 1643,
      "㎎": 1644,
      "㎏": 1645,
      "㎒": 1646,
      "㎓": 1647,
      "㎖": 1648,
      "㎚": 1649,
      "㎛": 1650,
      "㎜": 1651,
      "㎝": 1652,
      "㎞": 1653,
      "㎟": 1654,
      "㎠": 1655,
      "㎡": 1656,
      "㎢": 1657,
      "㎥": 1658,
      "㎾": 1659,
      "㎿": 1660,
      "㏄": 1661,
      "㏊": 1662,
      "㏑": 1663,
      "一": 1664,
      "丁": 1665,
      "七": 1666,
      "万": 1667,
      "丈": 1668,
      "三": 1669,
      "上": 1670,
      "下": 1671,
      "丌": 1672,
      "不": 1673,
      "与": 1674,
      "丐": 1675,
      "丑": 1676,
      "专": 1677,
      "且": 1678,
      "丕": 1679,
      "世": 1680,
      "丗": 1681,
      "丘": 1682,
      "丙": 1683,
      "业": 1684,
      "丛": 1685,
      "东": 1686,
      "丝": 1687,
      "丞": 1688,
      "両": 1689,
      "丢": 1690,
      "两": 1691,
      "严": 1692,
      "並": 1693,
      "丧": 1694,
      "丨": 1695,
      "个": 1696,
      "丫": 1697,
      "丬": 1698,
      "中": 1699,
      "丰": 1700,
      "丱": 1701,
      "串": 1702,
      "临": 1703,
      "丶": 1704,
      "丸": 1705,
      "丹": 1706,
      "为": 1707,
      "主": 1708,
      "丼": 1709,
      "丽": 1710,
      "举": 1711,
      "丿": 1712,
      "乂": 1713,
      "乃": 1714,
      "久": 1715,
      "乇": 1716,
      "么": 1717,
      "义": 1718,
      "之": 1719,
      "乌": 1720,
      "乍": 1721,
      "乎": 1722,
      "乏": 1723,
      "乐": 1724,
      "乒": 1725,
      "乓": 1726,
      "乔": 1727,
      "乕": 1728,
      "乖": 1729,
      "乗": 1730,
      "乘": 1731,
      "乙": 1732,
      "乜": 1733,
      "九": 1734,
      "乞": 1735,
      "也": 1736,
      "习": 1737,
      "乡": 1738,
      "乢": 1739,
      "书": 1740,
      "乩": 1741,
      "买": 1742,
      "乱": 1743,
      "乳": 1744,
      "乾": 1745,
      "亀": 1746,
      "亂": 1747,
      "亅": 1748,
      "了": 1749,
      "予": 1750,
      "争": 1751,
      "亊": 1752,
      "事": 1753,
      "二": 1754,
      "亍": 1755,
      "于": 1756,
      "亏": 1757,
      "云": 1758,
      "互": 1759,
      "亓": 1760,
      "五": 1761,
      "井": 1762,
      "亘": 1763,
      "亙": 1764,
      "亚": 1765,
      "些": 1766,
      "亜": 1767,
      "亞": 1768,
      "亟": 1769,
      "亠": 1770,
      "亡": 1771,
      "亢": 1772,
      "交": 1773,
      "亥": 1774,
      "亦": 1775,
      "产": 1776,
      "亨": 1777,
      "亩": 1778,
      "享": 1779,
      "京": 1780,
      "亭": 1781,
      "亮": 1782,
      "亰": 1783,
      "亲": 1784,
      "亳": 1785,
      "亴": 1786,
      "亵": 1787,
      "亶": 1788,
      "人": 1789,
      "亻": 1790,
      "亾": 1791,
      "亿": 1792,
      "什": 1793,
      "仁": 1794,
      "仂": 1795,
      "仃": 1796,
      "仄": 1797,
      "仅": 1798,
      "仆": 1799,
      "仇": 1800,
      "仈": 1801,
      "仉": 1802,
      "今": 1803,
      "介": 1804,
      "仍": 1805,
      "从": 1806,
      "仏": 1807,
      "仐": 1808,
      "仑": 1809,
      "仓": 1810,
      "仔": 1811,
      "仕": 1812,
      "他": 1813,
      "仗": 1814,
      "付": 1815,
      "仙": 1816,
      "仛": 1817,
      "仝": 1818,
      "仞": 1819,
      "仟": 1820,
      "仠": 1821,
      "仡": 1822,
      "代": 1823,
      "令": 1824,
      "以": 1825,
      "仨": 1826,
      "仪": 1827,
      "仫": 1828,
      "们": 1829,
      "仭": 1830,
      "仮": 1831,
      "仯": 1832,
      "仰": 1833,
      "仲": 1834,
      "仳": 1835,
      "仴": 1836,
      "仵": 1837,
      "件": 1838,
      "价": 1839,
      "任": 1840,
      "仼": 1841,
      "份": 1842,
      "仿": 1843,
      "伀": 1844,
      "企": 1845,
      "伅": 1846,
      "伉": 1847,
      "伊": 1848,
      "伋": 1849,
      "伍": 1850,
      "伎": 1851,
      "伏": 1852,
      "伐": 1853,
      "休": 1854,
      "伒": 1855,
      "伕": 1856,
      "众": 1857,
      "优": 1858,
      "伙": 1859,
      "会": 1860,
      "伛": 1861,
      "伜": 1862,
      "伝": 1863,
      "伞": 1864,
      "伟": 1865,
      "传": 1866,
      "伢": 1867,
      "伤": 1868,
      "伥": 1869,
      "伦": 1870,
      "伧": 1871,
      "伨": 1872,
      "伩": 1873,
      "伪": 1874,
      "伫": 1875,
      "伯": 1876,
      "估": 1877,
      "伱": 1878,
      "伲": 1879,
      "伴": 1880,
      "伶": 1881,
      "伸": 1882,
      "伺": 1883,
      "似": 1884,
      "伽": 1885,
      "佃": 1886,
      "但": 1887,
      "佇": 1888,
      "佈": 1889,
      "位": 1890,
      "低": 1891,
      "住": 1892,
      "佐": 1893,
      "佑": 1894,
      "体": 1895,
      "佔": 1896,
      "何": 1897,
      "佗": 1898,
      "佘": 1899,
      "余": 1900,
      "佚": 1901,
      "佛": 1902,
      "作": 1903,
      "佝": 1904,
      "佞": 1905,
      "佟": 1906,
      "你": 1907,
      "佣": 1908,
      "佤": 1909,
      "佥": 1910,
      "佧": 1911,
      "佩": 1912,
      "佬": 1913,
      "佯": 1914,
      "佰": 1915,
      "佳": 1916,
      "佴": 1917,
      "併": 1918,
      "佶": 1919,
      "佷": 1920,
      "佸": 1921,
      "佹": 1922,
      "佺": 1923,
      "佻": 1924,
      "佼": 1925,
      "佽": 1926,
      "佾": 1927,
      "使": 1928,
      "侀": 1929,
      "侁": 1930,
      "侃": 1931,
      "侄": 1932,
      "來": 1933,
      "侈": 1934,
      "侉": 1935,
      "侊": 1936,
      "例": 1937,
      "侍": 1938,
      "侏": 1939,
      "侑": 1940,
      "侔": 1941,
      "侖": 1942,
      "侗": 1943,
      "侘": 1944,
      "供": 1945,
      "依": 1946,
      "侠": 1947,
      "価": 1948,
      "侣": 1949,
      "侥": 1950,
      "侦": 1951,
      "侧": 1952,
      "侨": 1953,
      "侩": 1954,
      "侪": 1955,
      "侫": 1956,
      "侬": 1957,
      "侭": 1958,
      "侮": 1959,
      "侯": 1960,
      "侵": 1961,
      "侶": 1962,
      "便": 1963,
      "俁": 1964,
      "係": 1965,
      "促": 1966,
      "俄": 1967,
      "俅": 1968,
      "俊": 1969,
      "俎": 1970,
      "俏": 1971,
      "俐": 1972,
      "俑": 1973,
      "俔": 1974,
      "俗": 1975,
      "俘": 1976,
      "俚": 1977,
      "俛": 1978,
      "俜": 1979,
      "保": 1980,
      "俞": 1981,
      "俟": 1982,
      "俠": 1983,
      "信": 1984,
      "俣": 1985,
      "俤": 1986,
      "俥": 1987,
      "俦": 1988,
      "俨": 1989,
      "俩": 1990,
      "俪": 1991,
      "俭": 1992,
      "修": 1993,
      "俯": 1994,
      "俱": 1995,
      "俳": 1996,
      "俵": 1997,
      "俶": 1998,
      "俸": 1999,
      "俺": 2000,
      "俾": 2001,
      "倅": 2002,
      "倆": 2003,
      "倉": 2004,
      "個": 2005,
      "倌": 2006,
      "倍": 2007,
      "倏": 2008,
      "們": 2009,
      "倒": 2010,
      "倔": 2011,
      "倖": 2012,
      "倘": 2013,
      "候": 2014,
      "倚": 2015,
      "倜": 2016,
      "借": 2017,
      "倡": 2018,
      "倣": 2019,
      "値": 2020,
      "倥": 2021,
      "倦": 2022,
      "倨": 2023,
      "倩": 2024,
      "倪": 2025,
      "倫": 2026,
      "倬": 2027,
      "倭": 2028,
      "倮": 2029,
      "倶": 2030,
      "倹": 2031,
      "债": 2032,
      "值": 2033,
      "倾": 2034,
      "偂": 2035,
      "偃": 2036,
      "偆": 2037,
      "假": 2038,
      "偈": 2039,
      "偉": 2040,
      "偌": 2041,
      "偎": 2042,
      "偏": 2043,
      "偐": 2044,
      "偕": 2045,
      "偖": 2046,
      "做": 2047,
      "偛": 2048,
      "停": 2049,
      "偣": 2050,
      "健": 2051,
      "偬": 2052,
      "偲": 2053,
      "側": 2054,
      "偵": 2055,
      "偶": 2056,
      "偷": 2057,
      "偸": 2058,
      "偻": 2059,
      "偽": 2060,
      "偾": 2061,
      "偿": 2062,
      "傀": 2063,
      "傅": 2064,
      "傈": 2065,
      "傍": 2066,
      "傑": 2067,
      "傕": 2068,
      "傘": 2069,
      "備": 2070,
      "傚": 2071,
      "傛": 2072,
      "傜": 2073,
      "傝": 2074,
      "傞": 2075,
      "傣": 2076,
      "傥": 2077,
      "傧": 2078,
      "储": 2079,
      "傩": 2080,
      "催": 2081,
      "傭": 2082,
      "傲": 2083,
      "傳": 2084,
      "傴": 2085,
      "債": 2086,
      "傷": 2087,
      "傺": 2088,
      "傻": 2089,
      "傾": 2090,
      "僂": 2091,
      "僅": 2092,
      "僉": 2093,
      "僊": 2094,
      "働": 2095,
      "像": 2096,
      "僑": 2097,
      "僕": 2098,
      "僖": 2099,
      "僚": 2100,
      "僞": 2101,
      "僣": 2102,
      "僥": 2103,
      "僦": 2104,
      "僧": 2105,
      "僬": 2106,
      "僭": 2107,
      "僮": 2108,
      "僰": 2109,
      "僳": 2110,
      "僵": 2111,
      "價": 2112,
      "僻": 2113,
      "儀": 2114,
      "儁": 2115,
      "儂": 2116,
      "億": 2117,
      "儆": 2118,
      "儇": 2119,
      "儉": 2120,
      "儋": 2121,
      "儏": 2122,
      "儒": 2123,
      "儔": 2124,
      "儕": 2125,
      "儖": 2126,
      "儘": 2127,
      "儚": 2128,
      "償": 2129,
      "儡": 2130,
      "優": 2131,
      "儫": 2132,
      "儬": 2133,
      "儲": 2134,
      "儴": 2135,
      "儷": 2136,
      "儹": 2137,
      "儺": 2138,
      "儻": 2139,
      "儼": 2140,
      "儿": 2141,
      "兀": 2142,
      "允": 2143,
      "元": 2144,
      "兄": 2145,
      "充": 2146,
      "兆": 2147,
      "兇": 2148,
      "先": 2149,
      "光": 2150,
      "克": 2151,
      "兌": 2152,
      "免": 2153,
      "兎": 2154,
      "児": 2155,
      "兑": 2156,
      "兒": 2157,
      "兔": 2158,
      "兕": 2159,
      "兖": 2160,
      "兗": 2161,
      "兘": 2162,
      "党": 2163,
      "兜": 2164,
      "兢": 2165,
      "入": 2166,
      "內": 2167,
      "全": 2168,
      "兩": 2169,
      "兪": 2170,
      "八": 2171,
      "公": 2172,
      "六": 2173,
      "兮": 2174,
      "兰": 2175,
      "共": 2176,
      "关": 2177,
      "兴": 2178,
      "兵": 2179,
      "其": 2180,
      "具": 2181,
      "典": 2182,
      "兹": 2183,
      "养": 2184,
      "兼": 2185,
      "兽": 2186,
      "冀": 2187,
      "冁": 2188,
      "冂": 2189,
      "内": 2190,
      "円": 2191,
      "冇": 2192,
      "冈": 2193,
      "冉": 2194,
      "冊": 2195,
      "册": 2196,
      "再": 2197,
      "冏": 2198,
      "冐": 2199,
      "冑": 2200,
      "冒": 2201,
      "冓": 2202,
      "冕": 2203,
      "冖": 2204,
      "冗": 2205,
      "写": 2206,
      "军": 2207,
      "农": 2208,
      "冠": 2209,
      "冢": 2210,
      "冤": 2211,
      "冥": 2212,
      "冦": 2213,
      "冧": 2214,
      "冨": 2215,
      "冩": 2216,
      "冪": 2217,
      "冫": 2218,
      "冬": 2219,
      "冭": 2220,
      "冯": 2221,
      "冰": 2222,
      "冱": 2223,
      "冲": 2224,
      "决": 2225,
      "冴": 2226,
      "况": 2227,
      "冶": 2228,
      "冷": 2229,
      "冻": 2230,
      "冼": 2231,
      "冽": 2232,
      "冿": 2233,
      "净": 2234,
      "凄": 2235,
      "凅": 2236,
      "准": 2237,
      "凇": 2238,
      "凉": 2239,
      "凋": 2240,
      "凌": 2241,
      "凍": 2242,
      "减": 2243,
      "凑": 2244,
      "凖": 2245,
      "凛": 2246,
      "凜": 2247,
      "凝": 2248,
      "几": 2249,
      "凡": 2250,
      "凤": 2251,
      "処": 2252,
      "凧": 2253,
      "凩": 2254,
      "凪": 2255,
      "凫": 2256,
      "凭": 2257,
      "凯": 2258,
      "凰": 2259,
      "凱": 2260,
      "凳": 2261,
      "凵": 2262,
      "凶": 2263,
      "凸": 2264,
      "凹": 2265,
      "出": 2266,
      "击": 2267,
      "凼": 2268,
      "函": 2269,
      "凾": 2270,
      "凿": 2271,
      "刀": 2272,
      "刁": 2273,
      "刂": 2274,
      "刃": 2275,
      "刄": 2276,
      "分": 2277,
      "切": 2278,
      "刈": 2279,
      "刊": 2280,
      "刋": 2281,
      "刍": 2282,
      "刎": 2283,
      "刑": 2284,
      "划": 2285,
      "刔": 2286,
      "刖": 2287,
      "列": 2288,
      "刘": 2289,
      "则": 2290,
      "刚": 2291,
      "创": 2292,
      "初": 2293,
      "删": 2294,
      "判": 2295,
      "別": 2296,
      "刧": 2297,
      "刨": 2298,
      "利": 2299,
      "刪": 2300,
      "别": 2301,
      "刭": 2302,
      "刮": 2303,
      "到": 2304,
      "刳": 2305,
      "制": 2306,
      "刷": 2307,
      "券": 2308,
      "刹": 2309,
      "刺": 2310,
      "刻": 2311,
      "刽": 2312,
      "刿": 2313,
      "剀": 2314,
      "剁": 2315,
      "剂": 2316,
      "剃": 2317,
      "剄": 2318,
      "則": 2319,
      "削": 2320,
      "剋": 2321,
      "剌": 2322,
      "前": 2323,
      "剎": 2324,
      "剏": 2325,
      "剐": 2326,
      "剑": 2327,
      "剔": 2328,
      "剖": 2329,
      "剛": 2330,
      "剜": 2331,
      "剝": 2332,
      "剞": 2333,
      "剡": 2334,
      "剣": 2335,
      "剤": 2336,
      "剥": 2337,
      "剧": 2338,
      "剩": 2339,
      "剪": 2340,
      "剮": 2341,
      "副": 2342,
      "剰": 2343,
      "剱": 2344,
      "割": 2345,
      "剳": 2346,
      "剴": 2347,
      "創": 2348,
      "剽": 2349,
      "剿": 2350,
      "劁": 2351,
      "劂": 2352,
      "劃": 2353,
      "劇": 2354,
      "劈": 2355,
      "劉": 2356,
      "劍": 2357,
      "劏": 2358,
      "劐": 2359,
      "劑": 2360,
      "劒": 2361,
      "劓": 2362,
      "劔": 2363,
      "劚": 2364,
      "力": 2365,
      "劝": 2366,
      "办": 2367,
      "功": 2368,
      "加": 2369,
      "务": 2370,
      "劢": 2371,
      "劣": 2372,
      "劧": 2373,
      "动": 2374,
      "助": 2375,
      "努": 2376,
      "劫": 2377,
      "劬": 2378,
      "劭": 2379,
      "励": 2380,
      "劲": 2381,
      "劳": 2382,
      "労": 2383,
      "劵": 2384,
      "効": 2385,
      "劼": 2386,
      "劾": 2387,
      "势": 2388,
      "勁": 2389,
      "勃": 2390,
      "勅": 2391,
      "勇": 2392,
      "勉": 2393,
      "勋": 2394,
      "勍": 2395,
      "勐": 2396,
      "勒": 2397,
      "動": 2398,
      "勖": 2399,
      "勗": 2400,
      "勘": 2401,
      "務": 2402,
      "勛": 2403,
      "勝": 2404,
      "勞": 2405,
      "募": 2406,
      "勠": 2407,
      "勢": 2408,
      "勣": 2409,
      "勤": 2410,
      "勦": 2411,
      "勧": 2412,
      "勪": 2413,
      "勫": 2414,
      "勬": 2415,
      "勭": 2416,
      "勮": 2417,
      "勯": 2418,
      "勰": 2419,
      "勲": 2420,
      "勳": 2421,
      "勵": 2422,
      "勸": 2423,
      "勹": 2424,
      "勺": 2425,
      "勻": 2426,
      "勾": 2427,
      "勿": 2428,
      "匀": 2429,
      "匁": 2430,
      "匂": 2431,
      "包": 2432,
      "匆": 2433,
      "匈": 2434,
      "匍": 2435,
      "匏": 2436,
      "匐": 2437,
      "匕": 2438,
      "化": 2439,
      "北": 2440,
      "匙": 2441,
      "匚": 2442,
      "匝": 2443,
      "匠": 2444,
      "匡": 2445,
      "匣": 2446,
      "匦": 2447,
      "匪": 2448,
      "匭": 2449,
      "匮": 2450,
      "匯": 2451,
      "匱": 2452,
      "匳": 2453,
      "匸": 2454,
      "匹": 2455,
      "区": 2456,
      "医": 2457,
      "匾": 2458,
      "匿": 2459,
      "區": 2460,
      "十": 2461,
      "千": 2462,
      "卅": 2463,
      "卆": 2464,
      "升": 2465,
      "午": 2466,
      "卉": 2467,
      "半": 2468,
      "卍": 2469,
      "华": 2470,
      "协": 2471,
      "卐": 2472,
      "卑": 2473,
      "卒": 2474,
      "卓": 2475,
      "協": 2476,
      "单": 2477,
      "卖": 2478,
      "南": 2479,
      "単": 2480,
      "博": 2481,
      "卜": 2482,
      "卞": 2483,
      "卟": 2484,
      "占": 2485,
      "卡": 2486,
      "卢": 2487,
      "卣": 2488,
      "卤": 2489,
      "卦": 2490,
      "卧": 2491,
      "卩": 2492,
      "卫": 2493,
      "卮": 2494,
      "卯": 2495,
      "印": 2496,
      "危": 2497,
      "即": 2498,
      "却": 2499,
      "卵": 2500,
      "卷": 2501,
      "卸": 2502,
      "卺": 2503,
      "卻": 2504,
      "卽": 2505,
      "卿": 2506,
      "厂": 2507,
      "厄": 2508,
      "厅": 2509,
      "历": 2510,
      "厉": 2511,
      "压": 2512,
      "厌": 2513,
      "厍": 2514,
      "厐": 2515,
      "厓": 2516,
      "厕": 2517,
      "厖": 2518,
      "厘": 2519,
      "厚": 2520,
      "厛": 2521,
      "厜": 2522,
      "厝": 2523,
      "原": 2524,
      "厠": 2525,
      "厢": 2526,
      "厣": 2527,
      "厤": 2528,
      "厥": 2529,
      "厦": 2530,
      "厨": 2531,
      "厩": 2532,
      "厬": 2533,
      "厭": 2534,
      "厮": 2535,
      "厰": 2536,
      "厲": 2537,
      "厳": 2538,
      "厶": 2539,
      "厷": 2540,
      "去": 2541,
      "县": 2542,
      "叁": 2543,
      "参": 2544,
      "參": 2545,
      "叅": 2546,
      "叆": 2547,
      "又": 2548,
      "叉": 2549,
      "及": 2550,
      "友": 2551,
      "双": 2552,
      "反": 2553,
      "収": 2554,
      "叏": 2555,
      "发": 2556,
      "叒": 2557,
      "叓": 2558,
      "叔": 2559,
      "叕": 2560,
      "取": 2561,
      "受": 2562,
      "变": 2563,
      "叙": 2564,
      "叚": 2565,
      "叛": 2566,
      "叞": 2567,
      "叟": 2568,
      "叠": 2569,
      "叡": 2570,
      "叢": 2571,
      "口": 2572,
      "古": 2573,
      "句": 2574,
      "另": 2575,
      "叧": 2576,
      "叨": 2577,
      "叩": 2578,
      "只": 2579,
      "叫": 2580,
      "召": 2581,
      "叭": 2582,
      "叮": 2583,
      "可": 2584,
      "台": 2585,
      "叱": 2586,
      "史": 2587,
      "右": 2588,
      "叴": 2589,
      "叵": 2590,
      "叶": 2591,
      "号": 2592,
      "司": 2593,
      "叹": 2594,
      "叺": 2595,
      "叻": 2596,
      "叼": 2597,
      "叽": 2598,
      "叿": 2599,
      "吀": 2600,
      "吁": 2601,
      "吃": 2602,
      "各": 2603,
      "吆": 2604,
      "吇": 2605,
      "合": 2606,
      "吉": 2607,
      "吊": 2608,
      "吋": 2609,
      "同": 2610,
      "名": 2611,
      "后": 2612,
      "吏": 2613,
      "吐": 2614,
      "向": 2615,
      "吒": 2616,
      "吓": 2617,
      "吕": 2618,
      "吖": 2619,
      "吗": 2620,
      "君": 2621,
      "吝": 2622,
      "吞": 2623,
      "吟": 2624,
      "吠": 2625,
      "吡": 2626,
      "吣": 2627,
      "否": 2628,
      "吧": 2629,
      "吨": 2630,
      "吩": 2631,
      "含": 2632,
      "听": 2633,
      "吭": 2634,
      "吮": 2635,
      "启": 2636,
      "吱": 2637,
      "吲": 2638,
      "吳": 2639,
      "吴": 2640,
      "吵": 2641,
      "吶": 2642,
      "吸": 2643,
      "吹": 2644,
      "吻": 2645,
      "吼": 2646,
      "吽": 2647,
      "吾": 2648,
      "吿": 2649,
      "呀": 2650,
      "呂": 2651,
      "呃": 2652,
      "呆": 2653,
      "呈": 2654,
      "呉": 2655,
      "告": 2656,
      "呋": 2657,
      "呎": 2658,
      "呐": 2659,
      "呑": 2660,
      "呒": 2661,
      "呓": 2662,
      "呔": 2663,
      "呕": 2664,
      "呖": 2665,
      "呗": 2666,
      "员": 2667,
      "呙": 2668,
      "呛": 2669,
      "呜": 2670,
      "呟": 2671,
      "呢": 2672,
      "呤": 2673,
      "呦": 2674,
      "周": 2675,
      "呪": 2676,
      "呬": 2677,
      "呭": 2678,
      "呮": 2679,
      "呯": 2680,
      "呰": 2681,
      "呱": 2682,
      "呲": 2683,
      "味": 2684,
      "呵": 2685,
      "呶": 2686,
      "呷": 2687,
      "呸": 2688,
      "呻": 2689,
      "呼": 2690,
      "命": 2691,
      "咀": 2692,
      "咁": 2693,
      "咂": 2694,
      "咄": 2695,
      "咆": 2696,
      "咋": 2697,
      "和": 2698,
      "咎": 2699,
      "咏": 2700,
      "咐": 2701,
      "咒": 2702,
      "咔": 2703,
      "咕": 2704,
      "咖": 2705,
      "咘": 2706,
      "咙": 2707,
      "咚": 2708,
      "咛": 2709,
      "咝": 2710,
      "咢": 2711,
      "咣": 2712,
      "咤": 2713,
      "咥": 2714,
      "咦": 2715,
      "咧": 2716,
      "咨": 2717,
      "咩": 2718,
      "咪": 2719,
      "咫": 2720,
      "咬": 2721,
      "咭": 2722,
      "咯": 2723,
      "咱": 2724,
      "咲": 2725,
      "咳": 2726,
      "咴": 2727,
      "咸": 2728,
      "咻": 2729,
      "咼": 2730,
      "咽": 2731,
      "咾": 2732,
      "咿": 2733,
      "哀": 2734,
      "品": 2735,
      "哂": 2736,
      "哄": 2737,
      "哆": 2738,
      "哇": 2739,
      "哈": 2740,
      "哉": 2741,
      "哌": 2742,
      "响": 2743,
      "哎": 2744,
      "哏": 2745,
      "哐": 2746,
      "哑": 2747,
      "哒": 2748,
      "哓": 2749,
      "哔": 2750,
      "哕": 2751,
      "哗": 2752,
      "哘": 2753,
      "哙": 2754,
      "哚": 2755,
      "哜": 2756,
      "哝": 2757,
      "哞": 2758,
      "哟": 2759,
      "員": 2760,
      "哢": 2761,
      "哥": 2762,
      "哦": 2763,
      "哧": 2764,
      "哨": 2765,
      "哩": 2766,
      "哪": 2767,
      "哭": 2768,
      "哮": 2769,
      "哲": 2770,
      "哳": 2771,
      "哺": 2772,
      "哼": 2773,
      "哽": 2774,
      "哿": 2775,
      "唁": 2776,
      "唄": 2777,
      "唆": 2778,
      "唇": 2779,
      "唉": 2780,
      "唎": 2781,
      "唏": 2782,
      "唐": 2783,
      "唑": 2784,
      "唔": 2785,
      "唖": 2786,
      "唛": 2787,
      "唠": 2788,
      "唢": 2789,
      "唣": 2790,
      "唤": 2791,
      "唧": 2792,
      "唪": 2793,
      "唬": 2794,
      "售": 2795,
      "唯": 2796,
      "唰": 2797,
