{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 5,
      "content": "eng_Latn",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "zho_Hans",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "zho_Hant",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "jpn_Jpan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "kor_Hang",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "eng_Latn": {
        "id": "eng_Latn",
        "ids": [
          5
        ],
        "tokens": [
          "eng_Latn"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "eng_Latn": 5,
      "zho_Hans": 6,
      "zho_Hant": 7,
      "jpn_Jpan": 8,
      "kor_Hang": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "Ā": 199,
      "ā": 200,
      "ă": 201,
      "ą": 202,
      "ć": 203,
      "Č": 204,
      "č": 205,
      "Đ": 206,
      "đ": 207,
      "ē": 208,
      "ė": 209,
      "ę": 210,
      "ě": 211,
      "ğ": 212,
      "ī": 213,
      "İ": 214,
      "ı": 215,
      "ļ": 216,
      "Ł": 217,
      "ł": 218,
      "ń": 219,
      "ň": 220,
      "ō": 221,
      "œ": 222,
      "ř": 223,
      "Ś": 224,
      "ś": 225,
      "Ş": 226,
      "ş": 227,
      "Š": 228,
      "š": 229,
      "ū": 230,
      "Ÿ": 231,
      "ź": 232,
      "Ż": 233,
      "ż": 234,
      "Ž": 235,
      "ž": 236,
      "ơ": 237,
      "ư": 238,
      "ǎ": 239,
      "ǐ": 240,
      "ǒ": 241,
      "ǔ": 242,
      "ǖ": 243,
      "ǚ": 244,
      "ǜ": 245,
      "ɑ": 246,
      "ə": 247,
      "ɡ": 248,
      "ɪ": 249,
      "ʏ": 250,
      "ʻ": 251,
      "ʼ": 252,
      "ˆ": 253,
      "ˈ": 254,
      "ˉ": 255,
      "ˊ": 256,
      "ˋ": 257,
      "ː": 258,
      "˖": 259,
      "˘": 260,
      "˙": 261,
      "˚": 262,
      "˜": 263,
      "˝": 264,
      "ˮ": 265,
      "̀": 266,
      "́": 267,
      "̈": 268,
      "̑": 269,
      "̮": 270,
      "̵": 271,
      "͈": 272,
      "͞": 273,
      "͟": 274,
      "΄": 275,
      "Γ": 276,
      "Θ": 277,
      "Φ": 278,
      "Ψ": 279,
      "Ω": 280,
      "ά": 281,
      "έ": 282,
      "ή": 283,
      "ί": 284,
      "δ": 285,
      "θ": 286,
      "ι": 287,
      "λ": 288,
      "π": 289,
      "ς": 290,
      "σ": 291,
      "φ": 292,
      "ψ": 293,
      "ό": 294,
      "ύ": 295,
      "ϕ": 296,
      "Б": 297,
      "Г": 298,
      "Д": 299,
      "Ж": 300,
      "З": 301,
      "И": 302,
      "Л": 303,
      "П": 304,
      "Ф": 305,
      "Ц": 306,
      "Ч": 307,
      "Ш": 308,
      "Щ": 309,
      "Ы": 310,
      "Э": 311,
      "Ю": 312,
      "Я": 313,
      "б": 314,
      "д": 315,
      "ж": 316,
      "з": 317,
      "и": 318,
      "й": 319,
      "л": 320,
      "п": 321,
      "ф": 322,
      "ц": 323,
      "ч": 324,
      "ш": 325,
      "щ": 326,
      "ъ": 327,
      "ы": 328,
      "э": 329,
      "ю": 330,
      "я": 331,
      "ս": 332,
      "օ": 333,
      "֥": 334,
      "ְ": 335,
      "ִ": 336,
      "ֵ": 337,
      "ַ": 338,
      "ָ": 339,
      "ֹ": 340,
      "ּ": 341,
      "ׁ": 342,
      "א": 343,
      "ב": 344,
      "ד": 345,
      "ה": 346,
      "ו": 347,
      "י": 348,
      "כ": 349,
      "ל": 350,
      "ם": 351,
      "מ": 352,
      "ן": 353,
      "נ": 354,
      "ע": 355,
      "ק": 356,
      "ר": 357,
      "ש": 358,
      "ת": 359,
      "،": 360,
      "ء": 361,
      "آ": 362,
      "أ": 363,
      "إ": 364,
      "ئ": 365,
      "ا": 366,
      "ب": 367,
      "ة": 368,
      "ت": 369,
      "ث": 370,
      "ج": 371,
      "ح": 372,
      "خ": 373,
      "د": 374,
      "ذ": 375,
      "ر": 376,
      "ز": 377,
      "س": 378,
      "ش": 379,
      "ص": 380,
      "ض": 381,
      "ط": 382,
      "ع": 383,
      "غ": 384,
      "ف": 385,
      "ق": 386,
      "ك": 387,
      "ل": 388,
      "م": 389,
      "ن": 390,
      "ه": 391,
      "و": 392,
      "ى": 393,
      "ي": 394,
      "َ": 395,
      "ِ": 396,
      "ْ": 397,
      "٩": 398,
      "٫": 399,
      "پ": 400,
      "ک": 401,
      "ی": 402,
      "۰": 403,
      "۱": 404,
      "۲": 405,
      "۳": 406,
      "۴": 407,
      "۵": 408,
      "۶": 409,
      "۷": 410,
      "۸": 411,
      "۹": 412,
      "࠹": 413,
      "੭": 414,
      "୧": 415,
      "୨": 416,
      "ಡ": 417,
      "ක": 418,
      "ට": 419,
      "ද": 420,
      "න": 421,
      "ම": 422,
      "ය": 423,
      "ර": 424,
      "ල": 425,
      "ව": 426,
      "ස": 427,
      "ෆ": 428,
      "්": 429,
      "ා": 430,
      "ි": 431,
      "ු": 432,
      "ෙ": 433,
      "ේ": 434,
      "ก": 435,
      "ค": 436,
      "ฅ": 437,
      "ง": 438,
      "จ": 439,
      "ช": 440,
      "ซ": 441,
      "ด": 442,
      "ต": 443,
      "ท": 444,
      "น": 445,
      "บ": 446,
      "ป": 447,
      "ม": 448,
      "ย": 449,
      "ร": 450,
      "ล": 451,
      "ว": 452,
      "ส": 453,
      "ห": 454,
      "อ": 455,
      "ะ": 456,
      "ั": 457,
      "า": 458,
      "ำ": 459,
      "ิ": 460,
      "ี": 461,
      "ุ": 462,
      "เ": 463,
      "แ": 464,
      "โ": 465,
      "ไ": 466,
      "็": 467,
      "่": 468,
      "้": 469,
      "์": 470,
      "๑": 471,
      "ღ": 472,
      "ᄀ": 473,
      "ᄁ": 474,
      "ᄂ": 475,
      "ᄃ": 476,
      "ᄄ": 477,
      "ᄅ": 478,
      "ᄆ": 479,
      "ᄇ": 480,
      "ᄈ": 481,
      "ᄉ": 482,
      "ᄊ": 483,
      "ᄋ": 484,
      "ᄌ": 485,
      "ᄍ": 486,
      "ᄎ": 487,
      "ᄏ": 488,
      "ᄐ": 489,
      "ᄑ": 490,
      "ᄒ": 491,
      "ᄓ": 492,
      "ᄔ": 493,
      "ᄕ": 494,
      "ᄖ": 495,
      "ᄗ": 496,
      "ᄘ": 497,
      "ᄙ": 498,
      "ᄚ": 499,
      "ᄛ": 500,
      "ᄜ": 501,
      "ᄝ": 502,
      "ᄞ": 503,
      "ᄟ": 504,
      "ᄠ": 505,
      "ᄡ": 506,
      "ᄢ": 507,
      "ᄣ": 508,
      "ᄤ": 509,
      "ᄥ": 510,
      "ᄦ": 511,
      "ᄧ": 512,
      "ᄨ": 513,
      "ᄩ": 514,
      "ᄪ": 515,
      "ᄫ": 516,
      "ᄬ": 517,
      "ᄭ": 518,
      "ᄮ": 519,
      "ᄯ": 520,
      "ᄰ": 521,
      "ᄱ": 522,
      "ᄲ": 523,
      "ᄳ": 524,
      "ᄴ": 525,
      "ᄵ": 526,
      "ᄶ": 527,
      "ᄷ": 528,
      "ᄸ": 529,
      "ᄹ": 530,
      "ᄺ": 531,
      "ᄻ": 532,
      "ᄼ": 533,
      "ᄽ": 534,
      "ᄾ": 535,
      "ᄿ": 536,
      "ᅀ": 537,
      "ᅁ": 538,
      "ᅂ": 539,
      "ᅃ": 540,
      "ᅄ": 541,
      "ᅅ": 542,
      "ᅆ": 543,
      "ᅇ": 544,
      "ᅈ": 545,
      "ᅉ": 546,
      "ᅊ": 547,
      "ᅋ": 548,
      "ᅌ": 549,
      "ᅍ": 550,
      "ᅎ": 551,
      "ᅏ": 552,
      "ᅐ": 553,
      "ᅑ": 554,
      "ᅒ": 555,
      "ᅓ": 556,
      "ᅔ": 557,
      "ᅕ": 558,
      "ᅖ": 559,
      "ᅗ": 560,
      "ᅘ": 561,
      "ᅙ": 562,
      "ᅚ": 563,
      "ᅛ": 564,
      "ᅜ": 565,
      "ᅝ": 566,
      "ᅞ": 567,
      "ᅟ": 568,
      "ᅠ": 569,
      "ᅡ": 570,
      "ᅢ": 571,
      "ᅣ": 572,
      "ᅤ": 573,
      "ᅥ": 574,
      "ᅦ": 575,
      "ᅧ": 576,
      "ᅨ": 577,
      "ᅩ": 578,
      "ᅪ": 579,
      "ᅫ": 580,
      "ᅬ": 581,
      "ᅭ": 582,
      "ᅮ": 583,
      "ᅯ": 584,
      "ᅰ": 585,
      "ᅱ": 586,
      "ᅲ": 587,
      "ᅳ": 588,
      "ᅴ": 589,
      "ᅵ": 590,
      "ᅶ": 591,
      "ᅷ": 592,
      "ᅸ": 593,
      "ᅹ": 594,
      "ᅺ": 595,
      "ᅻ": 596,
      "ᅼ": 597,
      "ᅽ": 598,
      "ᅾ": 599,
      "ᅿ": 600,
      "ᆀ": 601,
      "ᆁ": 602,
      "ᆂ": 603,
      "ᆃ": 604,
      "ᆄ": 605,
      "ᆅ": 606,
      "ᆆ": 607,
      "ᆇ": 608,
      "ᆈ": 609,
      "ᆉ": 610,
      "ᆊ": 611,
      "ᆋ": 612,
      "ᆌ": 613,
      "ᆍ": 614,
      "ᆎ": 615,
      "ᆏ": 616,
      "ᆐ": 617,
      "ᆑ": 618,
      "ᆒ": 619,
      "ᆓ": 620,
      "ᆔ": 621,
      "ᆕ": 622,
      "ᆖ": 623,
      "ᆗ": 624,
      "ᆘ": 625,
      "ᆙ": 626,
      "ᆚ": 627,
      "ᆛ": 628,
      "ᆜ": 629,
      "ᆝ": 630,
      "ᆞ": 631,
      "ᆟ": 632,
      "ᆠ": 633,
      "ᆡ": 634,
      "ᆢ": 635,
      "ᆣ": 636,
      "ᆤ": 637,
      "ᆥ": 638,
      "ᆦ": 639,
      "ᆧ": 640,
      "ᆨ": 641,
      "ᆩ": 642,
      "ᆪ": 643,
      "ᆫ": 644,
      "ᆬ": 645,
      "ᆭ": 646,
      "ᆮ": 647,
      "ᆯ": 648,
      "ᆰ": 649,
      "ᆱ": 650,
      "ᆲ": 651,
      "ᆳ": 652,
      "ᆴ": 653,
      "ᆵ": 654,
      "ᆶ": 655,
      "ᆷ": 656,
      "ᆸ": 657,
      "ᆹ": 658,
      "ᆺ": 659,
      "ᆻ": 660,
      "ᆼ": 661,
      "ᆽ": 662,
      "ᆾ": 663,
      "ᆿ": 664,
      "ᇀ": 665,
      "ᇁ": 666,
      "ᇂ": 667,
      "ᇃ": 668,
      "ᇄ": 669,
      "ᇅ": 670,
      "ᇆ": 671,
      "ᇇ": 672,
      "ᇈ": 673,
      "ᇉ": 674,
      "ᇊ": 675,
      "ᇋ": 676,
      "ᇌ": 677,
      "ᇍ": 678,
      "ᇎ": 679,
      "ᇏ": 680,
      "ᇐ": 681,
      "ᇑ": 682,
      "ᇒ": 683,
      "ᇓ": 684,
      "ᇔ": 685,
      "ᇕ": 686,
      "ᇖ": 687,
      "ᇗ": 688,
      "ᇘ": 689,
      "ᇙ": 690,
      "ᇚ": 691,
      "ᇛ": 692,
      "ᇜ": 693,
      "ᇝ": 694,
      "ᇞ": 695,
      "ᇟ": 696,
      "ᇠ": 697,
      "ᇡ": 698,
      "ᇢ": 699,
      "ᇣ": 700,
      "ᇤ": 701,
      "ᇥ": 702,
      "ᇦ": 703,
      "ᇧ": 704,
      "ᇨ": 705,
      "ᇩ": 706,
      "ᇪ": 707,
      "ᇫ": 708,
      "ᇬ": 709,
      "ᇭ": 710,
      "ᇮ": 711,
      "ᇯ": 712,
      "ᇰ": 713,
      "ᇱ": 714,
      "ᇲ": 715,
      "ᇳ": 716,
      "ᇴ": 717,
      "ᇵ": 718,
      "ᇶ": 719,
      "ᇷ": 720,
      "ᇸ": 721,
      "ᇹ": 722,
      "ᇺ": 723,
      "ᇻ": 724,
      "ᇼ": 725,
      "ᇽ": 726,
      "ᇾ": 727,
      "ᇿ": 728,
      "ᐟ": 729,
      "ᐢ": 730,
      "᧐": 731,
      "ᴇ": 732,
      "ᴗ": 733,
      "ᵕ": 734,
      "ḥ": 735,
      "ṇ": 736,
      "ṛ": 737,
      "ṣ": 738,
      "ả": 739,
      "ế": 740,
      "ệ": 741,
      "ố": 742,
      "ồ": 743,
      "ộ": 744,
      "ớ": 745,
      "ờ": 746,
      "ἀ": 747,
      "ἐ": 748,
      "ὐ": 749,
      "ὰ": 750,
      "ὶ": 751,
      "ὸ": 752,
      "ῆ": 753,
      "ῦ": 754,
      "ῶ": 755,
      "‐": 756,
      "‑": 757,
      "‒": 758,
      "–": 759,
      "—": 760,
      "―": 761,
      "‖": 762,
      "‘": 763,
      "’": 764,
      "‚": 765,
      "‛": 766,
      "“": 767,
      "”": 768,
      "„": 769,
      "‟": 770,
      "†": 771,
      "•": 772,
      "‣": 773,
      "․": 774,
      "‥": 775,
      "…": 776,
      "‧": 777,
      "‰": 778,
      "′": 779,
      "″": 780,
      "‵": 781,
      "‹": 782,
      "›": 783,
      "※": 784,
      "‼": 785,
      "‾": 786,
      "‿": 787,
      "⁂": 788,
      "⁇": 789,
      "⁈": 790,
      "⁉": 791,
      "⁎": 792,
      "⁰": 793,
      "⁸": 794,
      "⁺": 795,
      "⁾": 796,
      "₂": 797,
      "₩": 798,
      "€": 799,
      "₹": 800,
      "⃘": 801,
      "⃣": 802,
      "℃": 803,
      "ℓ": 804,
      "№": 805,
      "℡": 806,
      "™": 807,
      "⅓": 808,
      "Ⅰ": 809,
      "Ⅱ": 810,
      "Ⅲ": 811,
      "Ⅳ": 812,
      "Ⅴ": 813,
      "Ⅵ": 814,
      "Ⅶ": 815,
      "Ⅷ": 816,
      "Ⅸ": 817,
      "Ⅹ": 818,
      "Ⅺ": 819,
      "Ⅻ": 820,
      "ⅰ": 821,
      "ⅱ": 822,
      "ⅲ": 823,
      "ⅳ": 824,
      "ⅴ": 825,
      "ⅶ": 826,
      "ⅹ": 827,
      "←": 828,
      "↑": 829,
      "→": 830,
      "↓": 831,
      "↔": 832,
      "↗": 833,
      "↘": 834,
      "↙": 835,
      "↠": 836,
      "↩": 837,
      "⇒": 838,
      "⇓": 839,
      "⇔": 840,
      "⇨": 841,
      "⇩": 842,
      "∀": 843,
      "∅": 844,
      "∆": 845,
      "∇": 846,
      "∈": 847,
      "∏": 848,
      "∑": 849,
      "−": 850,
      "∕": 851,
      "∗": 852,
      "∘": 853,
      "∙": 854,
      "√": 855,
      "∝": 856,
      "∞": 857,
      "∟": 858,
      "∠": 859,
      "∣": 860,
      "∥": 861,
      "∧": 862,
      "∨": 863,
      "∩": 864,
      "∪": 865,
      "∫": 866,
      "∮": 867,
      "∴": 868,
      "∵": 869,
      "∶": 870,
      "∷": 871,
      "∼": 872,
      "∽": 873,
      "≈": 874,
      "≌": 875,
      "≒": 876,
      "≠": 877,
      "≡": 878,
      "≤": 879,
      "≥": 880,
      "≦": 881,
      "≧": 882,
      "≪": 883,
      "≫": 884,
      "⊂": 885,
      "⊙": 886,
      "⋅": 887,
      "⋆": 888,
      "⋯": 889,
      "⌒": 890,
      "⌜": 891,
      "⌟": 892,
      "⏩": 893,
      "⏰": 894,
      "⏱": 895,
      "⏺": 896,
      "␙": 897,
      "①": 898,
      "②": 899,
      "③": 900,
      "④": 901,
      "⑤": 902,
      "⑥": 903,
      "⑦": 904,
      "⑧": 905,
      "⑨": 906,
      "⑩": 907,
      "⑪": 908,
      "⑫": 909,
      "⑬": 910,
      "⑭": 911,
      "⑮": 912,
      "⑯": 913,
      "⑰": 914,
      "⑱": 915,
      "⑴": 916,
      "⑵": 917,
      "⑶": 918,
      "⑷": 919,
      "⑸": 920,
      "⑹": 921,
      "⑺": 922,
      "⑻": 923,
      "⑼": 924,
      "⑽": 925,
      "⑾": 926,
      "⑿": 927,
      "⒂": 928,
      "⒄": 929,
      "⒅": 930,
      "⒆": 931,
      "⒈": 932,
      "⒉": 933,
      "⒊": 934,
      "⒋": 935,
      "⒌": 936,
      "⒍": 937,
      "⒎": 938,
      "⒐": 939,
      "⒒": 940,
      "⒖": 941,
      "⒗": 942,
      "⒘": 943,
      "Ⓐ": 944,
      "Ⓒ": 945,
      "Ⓡ": 946,
      "ⓐ": 947,
      "ⓒ": 948,
      "⓵": 949,
      "⓶": 950,
      "⓷": 951,
      "─": 952,
      "━": 953,
      "│": 954,
      "┃": 955,
      "┄": 956,
      "┅": 957,
      "┈": 958,
      "┊": 959,
      "┌": 960,
      "┎": 961,
      "┏": 962,
      "┐": 963,
      "┑": 964,
      "┒": 965,
      "┓": 966,
      "└": 967,
      "┕": 968,
      "┖": 969,
      "┗": 970,
      "┘": 971,
      "┚": 972,
      "┛": 973,
      "├": 974,
      "┞": 975,
      "┣": 976,
      "┤": 977,
      "┦": 978,
      "┪": 979,
      "┫": 980,
      "┬": 981,
      "┯": 982,
      "┰": 983,
      "┹": 984,
      "┾": 985,
      "╀": 986,
      "╁": 987,
      "╂": 988,
      "╃": 989,
      "╅": 990,
      "╛": 991,
      "╥": 992,
      "╬": 993,
      "╭": 994,
      "╮": 995,
      "╯": 996,
      "╰": 997,
      "╱": 998,
      "╲": 999,
      "╳": 1000,
      "╹": 1001,
      "▁": 1002,
      "▂": 1003,
      "▃": 1004,
      "▅": 1005,
      "▆": 1006,
      "█": 1007,
      "▉": 1008,
      "▊": 1009,
      "▌": 1010,
      "▍": 1011,
      "▎": 1012,
      "▏": 1013,
      "▒": 1014,
      "▓": 1015,
      "■": 1016,
      "□": 1017,
      "▢": 1018,
      "▣": 1019,
      "▦": 1020,
      "▨": 1021,
      "▪": 1022,
      "▫": 1023,
      "▲": 1024,
      "△": 1025,
      "▴": 1026,
      "▵": 1027,
      "▶": 1028,
      "▷": 1029,
      "▸": 1030,
      "▹": 1031,
      "►": 1032,
      "▼": 1033,
      "▽": 1034,
      "◀": 1035,
      "◁": 1036,
      "◆": 1037,
      "◇": 1038,
      "◈": 1039,
      "◉": 1040,
      "○": 1041,
      "◌": 1042,
      "◍": 1043,
      "◎": 1044,
      "●": 1045,
      "◐": 1046,
      "◑": 1047,
      "◠": 1048,
      "◡": 1049,
      "◢": 1050,
      "◣": 1051,
      "◤": 1052,
      "◥": 1053,
      "◦": 1054,
      "◯": 1055,
      "◻": 1056,
      "◼": 1057,
      "◽": 1058,
      "◾": 1059,
      "☀": 1060,
      "☁": 1061,
      "★": 1062,
      "☆": 1063,
      "☉": 1064,
      "☎": 1065,
      "☏": 1066,
      "☐": 1067,
      "☑": 1068,
      "☓": 1069,
      "☕": 1070,
      "☘": 1071,
      "☜": 1072,
      "☝": 1073,
      "☞": 1074,
      "☟": 1075,
      "☺": 1076,
      "☻": 1077,
      "☽": 1078,
      "♀": 1079,
      "♂": 1080,
      "♕": 1081,
      "♖": 1082,
      "♗": 1083,
      "♘": 1084,
      "♠": 1085,
      "♡": 1086,
      "♢": 1087,
      "♣": 1088,
      "♥": 1089,
      "♦": 1090,
      "♧": 1091,
      "♨": 1092,
      "♩": 1093,
      "♪": 1094,
      "♫": 1095,
      "♬": 1096,
      "♭": 1097,
      "♯": 1098,
      "⚔": 1099,
      "⚛": 1100,
      "⚜": 1101,
      "⚠": 1102,
      "⚡": 1103,
      "⚪": 1104,
      "⚫": 1105,
      "⚽": 1106,
      "✅": 1107,
      "✈": 1108,
      "✉": 1109,
      "✋": 1110,
      "✌": 1111,
      "✍": 1112,
      "✏": 1113,
      "✓": 1114,
      "✔": 1115,
      "✕": 1116,
      "✖": 1117,
      "✦": 1118,
      "✧": 1119,
      "✨": 1120,
      "✩": 1121,
      "✪": 1122,
      "✲": 1123,
      "✳": 1124,
      "✴": 1125,
      "✽": 1126,
      "✿": 1127,
      "❀": 1128,
      "❁": 1129,
      "❌": 1130,
      "❍": 1131,
      "❓": 1132,
      "❔": 1133,
      "❕": 1134,
      "❖": 1135,
      "❗": 1136,
      "❙": 1137,
      "❛": 1138,
      "❝": 1139,
      "❞": 1140,
      "❢": 1141,
      "❣": 1142,
      "❤": 1143,
      "❥": 1144,
      "❶": 1145,
      "❷": 1146,
      "❸": 1147,
      "❹": 1148,
      "❺": 1149,
      "❻": 1150,
      "❼": 1151,
      "➀": 1152,
      "➁": 1153,
      "➂": 1154,
      "➃": 1155,
      "➊": 1156,
      "➋": 1157,
      "➌": 1158,
      "➍": 1159,
      "➎": 1160,
      "➏": 1161,
      "➕": 1162,
      "➝": 1163,
      "➡": 1164,
      "➢": 1165,
      "➤": 1166,
      "⟪": 1167,
      "⟫": 1168,
      "⢠": 1169,
      "⤴": 1170,
      "⤵": 1171,
      "⦁": 1172,
      "⦠": 1173,
      "⦿": 1174,
      "⬆": 1175,
      "⬇": 1176,
      "⬛": 1177,
      "⭐": 1178,
      "⭕": 1179,
      "ⲟ": 1180,
      "⸝": 1181,
      "⸱": 1182,
      "⺠": 1183,
      "⻄": 1184,
      "⻆": 1185,
      "⻑": 1186,
      "⻓": 1187,
      "⼀": 1188,
      "⼈": 1189,
      "⼊": 1190,
      "⼒": 1191,
      "⼜": 1192,
      "⼤": 1193,
      "⼥": 1194,
      "⼦": 1195,
      "⼯": 1196,
      "⼼": 1197,
      "⼿": 1198,
      "⽀": 1199,
      "⽂": 1200,
      "⽅": 1201,
      "⽆": 1202,
      "⽇": 1203,
      "⽉": 1204,
      "⽌": 1205,
      "⽐": 1206,
      "⽣": 1207,
      "⽤": 1208,
      "⽥": 1209,
      "⽩": 1210,
      "⽬": 1211,
      "⽰": 1212,
      "⽴": 1213,
      "⽹": 1214,
      "⾃": 1215,
      "⾊": 1216,
      "⾏": 1217,
      "⾒": 1218,
      "⾔": 1219,
      "⾝": 1220,
      "⾦": 1221,
      "⾨": 1222,
      "⾯": 1223,
      "⾰": 1224,
      "⾳": 1225,
      "⾼": 1226,
      "　": 1227,
      "、": 1228,
      "。": 1229,
      "〃": 1230,
      "〄": 1231,
      "々": 1232,
      "〆": 1233,
      "〇": 1234,
      "〈": 1235,
      "〉": 1236,
      "《": 1237,
      "》": 1238,
      "「": 1239,
      "」": 1240,
      "『": 1241,
      "』": 1242,
      "【": 1243,
      "】": 1244,
      "〒": 1245,
      "〓": 1246,
      "〔": 1247,
      "〕": 1248,
      "〖": 1249,
      "〗": 1250,
      "〘": 1251,
      "〙": 1252,
      "〚": 1253,
      "〛": 1254,
      "〜": 1255,
      "〝": 1256,
      "〞": 1257,
      "〟": 1258,
      "〠": 1259,
      "〡": 1260,
      "〢": 1261,
      "〣": 1262,
      "〤": 1263,
      "〥": 1264,
      "〦": 1265,
      "〧": 1266,
      "〨": 1267,
      "〩": 1268,
      "〪": 1269,
      "〫": 1270,
      "〬": 1271,
      "〭": 1272,
      "〮": 1273,
      "〯": 1274,
      "〰": 1275,
      "〱": 1276,
      "〲": 1277,
      "〳": 1278,
      "〴": 1279,
      "〵": 1280,
      "〶": 1281,
      "〷": 1282,
      "〸": 1283,
      "〹": 1284,
      "〺": 1285,
      "〻": 1286,
      "〼": 1287,
      "〽": 1288,
      "〾": 1289,
      "〿": 1290,
      "぀": 1291,
      "ぁ": 1292,
      "あ": 1293,
      "ぃ": 1294,
      "い": 1295,
      "ぅ": 1296,
      "う": 1297,
      "ぇ": 1298,
      "え": 1299,
      "ぉ": 1300,
      "お": 1301,
      "か": 1302,
      "が": 1303,
      "き": 1304,
      "ぎ": 1305,
      "く": 1306,
      "ぐ": 1307,
      "け": 1308,
      "げ": 1309,
      "こ": 1310,
      "ご": 1311,
      "さ": 1312,
      "ざ": 1313,
      "し": 1314,
      "じ": 1315,
      "す": 1316,
      "ず": 1317,
      "せ": 1318,
      "ぜ": 1319,
      "そ": 1320,
      "ぞ": 1321,
      "た": 1322,
      "だ": 1323,
      "ち": 1324,
      "ぢ": 1325,
      "っ": 1326,
      "つ": 1327,
      "づ": 1328,
      "て": 1329,
      "で": 1330,
      "と": 1331,
      "ど": 1332,
      "な": 1333,
      "に": 1334,
      "ぬ": 1335,
      "ね": 1336,
      "の": 1337,
      "は": 1338,
      "ば": 1339,
      "ぱ": 1340,
      "ひ": 1341,
      "び": 1342,
      "ぴ": 1343,
      "ふ": 1344,
      "ぶ": 1345,
      "ぷ": 1346,
      "へ": 1347,
      "べ": 1348,
      "ぺ": 1349,
      "ほ": 1350,
      "ぼ": 1351,
      "ぽ": 1352,
      "ま": 1353,
      "み": 1354,
      "む": 1355,
      "め": 1356,
      "も": 1357,
      "ゃ": 1358,
      "や": 1359,
      "ゅ": 1360,
      "ゆ": 1361,
      "ょ": 1362,
      "よ": 1363,
      "ら": 1364,
      "り": 1365,
      "る": 1366,
      "れ": 1367,
      "ろ": 1368,
      "ゎ": 1369,
      "わ": 1370,
      "ゐ": 1371,
      "ゑ": 1372,
      "を": 1373,
      "ん": 1374,
      "ゔ": 1375,
      "ゕ": 1376,
      "ゖ": 1377,
      "゗": 1378,
      "゘": 1379,
      "゙": 1380,
      "゚": 1381,
      "゛": 1382,
      "゜": 1383,
      "ゝ": 1384,
      "ゞ": 1385,
      "ゟ": 1386,
      "゠": 1387,
      "ァ": 1388,
      "ア": 1389,
      "ィ": 1390,
      "イ": 1391,
      "ゥ": 1392,
      "ウ": 1393,
      "ェ": 1394,
      "エ": 1395,
      "ォ": 1396,
      "オ": 1397,
      "カ": 1398,
      "ガ": 1399,
      "キ": 1400,
      "ギ": 1401,
      "ク": 1402,
      "グ": 1403,
      "ケ": 1404,
      "ゲ": 1405,
      "コ": 1406,
      "ゴ": 1407,
      "サ": 1408,
      "ザ": 1409,
      "シ": 1410,
      "ジ": 1411,
      "ス": 1412,
      "ズ": 1413,
      "セ": 1414,
      "ゼ": 1415,
      "ソ": 1416,
      "ゾ": 1417,
      "タ": 1418,
      "ダ": 1419,
      "チ": 1420,
      "ヂ": 1421,
      "ッ": 1422,
      "ツ": 1423,
      "ヅ": 1424,
      "テ": 1425,
      "デ": 1426,
      "ト": 1427,
      "ド": 1428,
      "ナ": 1429,
      "ニ": 1430,
      "ヌ": 1431,
      "ネ": 1432,
      "ノ": 1433,
      "ハ": 1434,
      "バ": 1435,
      "パ": 1436,
      "ヒ": 1437,
      "ビ": 1438,
      "ピ": 1439,
      "フ": 1440,
      "ブ": 1441,
      "プ": 1442,
      "ヘ": 1443,
      "ベ": 1444,
      "ペ": 1445,
      "ホ": 1446,
      "ボ": 1447,
      "ポ": 1448,
      "マ": 1449,
      "ミ": 1450,
      "ム": 1451,
      "メ": 1452,
      "モ": 1453,
      "ャ": 1454,
      "ヤ": 1455,
      "ュ": 1456,
      "ユ": 1457,
      "ョ": 1458,
      "ヨ": 1459,
      "ラ": 1460,
      "リ": 1461,
      "ル": 1462,
      "レ": 1463,
      "ロ": 1464,
      "ヮ": 1465,
      "ワ": 1466,
      "ヰ": 1467,
      "ヱ": 1468,
      "ヲ": 1469,
      "ン": 1470,
      "ヴ": 1471,
      "ヵ": 1472,
      "ヶ": 1473,
      "ヷ": 1474,
      "ヸ": 1475,
      "ヹ": 1476,
      "ヺ": 1477,
      "・": 1478,
      "ー": 1479,
      "ヽ": 1480,
      "ヾ": 1481,
      "ヿ": 1482,
      "ㄅ": 1483,
      "ㄆ": 1484,
      "ㄇ": 1485,
      "ㄈ": 1486,
      "ㄉ": 1487,
      "ㄊ": 1488,
      "ㄌ": 1489,
      "ㄍ": 1490,
      "ㄎ": 1491,
      "ㄏ": 1492,
      "ㄐ": 1493,
      "ㄑ": 1494,
      "ㄒ": 1495,
      "ㄓ": 1496,
      "ㄔ": 1497,
      "ㄕ": 1498,
      "ㄖ": 1499,
      "ㄗ": 1500,
      "ㄜ": 1501,
      "ㄢ": 1502,
      "ㄣ": 1503,
      "ㄤ": 1504,
      "ㄥ": 1505,
      "ㄦ": 1506,
      "ㄧ": 1507,
      "ㄨ": 1508,
      "ㄩ": 1509,
      "㄰": 1510,
      "ㄱ": 1511,
      "ㄲ": 1512,
      "ㄳ": 1513,
      "ㄴ": 1514,
      "ㄵ": 1515,
      "ㄶ": 1516,
      "ㄷ": 1517,
      "ㄸ": 1518,
      "ㄹ": 1519,
      "ㄺ": 1520,
      "ㄻ": 1521,
      "ㄼ": 1522,
      "ㄽ": 1523,
      "ㄾ": 1524,
      "ㄿ": 1525,
      "ㅀ": 1526,
      "ㅁ": 1527,
      "ㅂ": 1528,
      "ㅃ": 1529,
      "ㅄ": 1530,
      "ㅅ": 1531,
      "ㅆ": 1532,
      "ㅇ": 1533,
      "ㅈ": 1534,
      "ㅉ": 1535,
      "ㅊ": 1536,
      "ㅋ": 1537,
      "ㅌ": 1538,
      "ㅍ": 1539,
      "ㅎ": 1540,
      "ㅏ": 1541,
      "ㅐ": 1542,
      "ㅑ": 1543,
      "ㅒ": 1544,
      "ㅓ": 1545,
      "ㅔ": 1546,
      "ㅕ": 1547,
      "ㅖ": 1548,
      "ㅗ": 1549,
      "ㅘ": 1550,
      "ㅙ": 1551,
      "ㅚ": 1552,
      "ㅛ": 1553,
      "ㅜ": 1554,
      "ㅝ": 1555,
      "ㅞ": 1556,
      "ㅟ": 1557,
      "ㅠ": 1558,
      "ㅡ": 1559,
      "ㅢ": 1560,
      "ㅣ": 1561,
      "ㅤ": 1562,
      "ㅥ": 1563,
      "ㅦ": 1564,
      "ㅧ": 1565,
      "ㅨ": 1566,
      "ㅩ": 1567,
      "ㅪ": 1568,
      "ㅫ": 1569,
      "ㅬ": 1570,
      "ㅭ": 1571,
      "ㅮ": 1572,
      "ㅯ": 1573,
      "ㅰ": 1574,
      "ㅱ": 1575,
      "ㅲ": 1576,
      "ㅳ": 1577,
      "ㅴ": 1578,
      "ㅵ": 1579,
      "ㅶ": 1580,
      "ㅷ": 1581,
      "ㅸ": 1582,
      "ㅹ": 1583,
      "ㅺ": 1584,
      "ㅻ": 1585,
      "ㅼ": 1586,
      "ㅽ": 1587,
      "ㅾ": 1588,
      "ㅿ": 1589,
      "ㆀ": 1590,
      "ㆁ": 1591,
      "ㆂ": 1592,
      "ㆃ": 1593,
      "ㆄ": 1594,
      "ㆅ": 1595,
      "ㆆ": 1596,
      "ㆇ": 1597,
      "ㆈ": 1598,
      "ㆉ": 1599,
      "ㆊ": 1600,
      "ㆋ": 1601,
      "ㆌ": 1602,
      "ㆍ": 1603,
      "ㆎ": 1604,
      "㆏": 1605,
      "㈔": 1606,
      "㈜": 1607,
      "㈠": 1608,
      "㈡": 1609,
      "㈢": 1610,
      "㈣": 1611,
      "㈱": 1612,
      "㉠": 1613,
      "㉡": 1614,
      "㉢": 1615,
      "㉣": 1616,
      "㉤": 1617,
      "㊗": 1618,
      "㊙": 1619,
      "㊣": 1620,
      "㌔": 1621,
      "㍍": 1622,
      "㎉": 1623,
      "㎍": 1624,
      "㎎": 1625,
      "㎏": 1626,
      "㎒": 1627,
      "㎓": 1628,
      "㎖": 1629,
      "㎗": 1630,
      "㎚": 1631,
      "㎛": 1632,
      "㎜": 1633,
      "㎝": 1634,
      "㎞": 1635,
      "㎠": 1636,
      "㎡": 1637,
      "㎢": 1638,
      "㎥": 1639,
      "㎧": 1640,
      "㎸": 1641,
      "㎾": 1642,
      "㎿": 1643,
      "㏄": 1644,
      "㏊": 1645,
      "㏑": 1646,
      "䊶": 1647,
      "䊷": 1648,
      "一": 1649,
      "丁": 1650,
      "七": 1651,
      "丅": 1652,
      "万": 1653,
      "丈": 1654,
      "三": 1655,
      "上": 1656,
      "下": 1657,
      "丌": 1658,
      "不": 1659,
      "与": 1660,
      "丐": 1661,
      "丑": 1662,
      "专": 1663,
      "且": 1664,
      "丕": 1665,
      "世": 1666,
      "丗": 1667,
      "丘": 1668,
      "丙": 1669,
      "业": 1670,
      "丛": 1671,
      "东": 1672,
      "丝": 1673,
      "丞": 1674,
      "両": 1675,
      "丢": 1676,
      "两": 1677,
      "严": 1678,
      "並": 1679,
      "丧": 1680,
      "丨": 1681,
      "个": 1682,
      "丫": 1683,
      "丬": 1684,
      "中": 1685,
      "丰": 1686,
      "丱": 1687,
      "串": 1688,
      "临": 1689,
      "丶": 1690,
      "丸": 1691,
      "丹": 1692,
      "为": 1693,
      "主": 1694,
      "丼": 1695,
      "丽": 1696,
      "举": 1697,
      "丿": 1698,
      "乂": 1699,
      "乃": 1700,
      "久": 1701,
      "乇": 1702,
      "么": 1703,
      "义": 1704,
      "之": 1705,
      "乌": 1706,
      "乍": 1707,
      "乎": 1708,
      "乏": 1709,
      "乐": 1710,
      "乒": 1711,
      "乓": 1712,
      "乔": 1713,
      "乕": 1714,
      "乖": 1715,
      "乗": 1716,
      "乘": 1717,
      "乙": 1718,
      "乜": 1719,
      "九": 1720,
      "乞": 1721,
      "也": 1722,
      "习": 1723,
      "乡": 1724,
      "乢": 1725,
      "书": 1726,
      "乩": 1727,
      "买": 1728,
      "乱": 1729,
      "乳": 1730,
      "乾": 1731,
      "亀": 1732,
      "亂": 1733,
      "亅": 1734,
      "了": 1735,
      "予": 1736,
      "争": 1737,
      "亊": 1738,
      "事": 1739,
      "二": 1740,
      "亍": 1741,
      "于": 1742,
      "亏": 1743,
      "云": 1744,
      "互": 1745,
      "亓": 1746,
      "五": 1747,
      "井": 1748,
      "亘": 1749,
      "亙": 1750,
      "亚": 1751,
      "些": 1752,
      "亜": 1753,
      "亞": 1754,
      "亟": 1755,
      "亠": 1756,
      "亡": 1757,
      "亢": 1758,
      "亣": 1759,
      "交": 1760,
      "亥": 1761,
      "亦": 1762,
      "产": 1763,
      "亨": 1764,
      "亩": 1765,
      "享": 1766,
      "京": 1767,
      "亭": 1768,
      "亮": 1769,
      "亰": 1770,
      "亲": 1771,
      "亳": 1772,
      "亴": 1773,
      "亵": 1774,
      "亶": 1775,
      "人": 1776,
      "亻": 1777,
      "亾": 1778,
      "亿": 1779,
      "什": 1780,
      "仁": 1781,
      "仂": 1782,
      "仃": 1783,
      "仄": 1784,
      "仅": 1785,
      "仆": 1786,
      "仇": 1787,
      "仈": 1788,
      "仉": 1789,
      "今": 1790,
      "介": 1791,
      "仍": 1792,
      "从": 1793,
      "仏": 1794,
      "仐": 1795,
      "仑": 1796,
      "仓": 1797,
      "仔": 1798,
      "仕": 1799,
      "他": 1800,
      "仗": 1801,
      "付": 1802,
      "仙": 1803,
      "仛": 1804,
      "仝": 1805,
      "仞": 1806,
      "仟": 1807,
      "仠": 1808,
      "仡": 1809,
      "代": 1810,
      "令": 1811,
      "以": 1812,
      "仨": 1813,
      "仪": 1814,
      "仫": 1815,
      "们": 1816,
      "仭": 1817,
      "仮": 1818,
      "仯": 1819,
      "仰": 1820,
      "仲": 1821,
      "仳": 1822,
      "仴": 1823,
      "仵": 1824,
      "件": 1825,
      "价": 1826,
      "任": 1827,
      "份": 1828,
      "仿": 1829,
      "伀": 1830,
      "企": 1831,
      "伅": 1832,
      "伉": 1833,
      "伊": 1834,
      "伋": 1835,
      "伍": 1836,
      "伎": 1837,
      "伏": 1838,
      "伐": 1839,
      "休": 1840,
      "伒": 1841,
      "伕": 1842,
      "众": 1843,
      "优": 1844,
      "伙": 1845,
      "会": 1846,
      "伛": 1847,
      "伜": 1848,
      "伝": 1849,
      "伞": 1850,
      "伟": 1851,
      "传": 1852,
      "伢": 1853,
      "伤": 1854,
      "伥": 1855,
      "伦": 1856,
      "伧": 1857,
      "伪": 1858,
      "伫": 1859,
      "伯": 1860,
      "估": 1861,
      "伱": 1862,
      "伲": 1863,
      "伴": 1864,
      "伶": 1865,
      "伸": 1866,
      "伺": 1867,
      "似": 1868,
      "伽": 1869,
      "佃": 1870,
      "但": 1871,
      "佇": 1872,
      "佈": 1873,
      "位": 1874,
      "低": 1875,
      "住": 1876,
      "佐": 1877,
      "佑": 1878,
      "体": 1879,
      "佔": 1880,
      "何": 1881,
      "佗": 1882,
      "佘": 1883,
      "余": 1884,
      "佚": 1885,
      "佛": 1886,
      "作": 1887,
      "佝": 1888,
      "佞": 1889,
      "佟": 1890,
      "你": 1891,
      "佣": 1892,
      "佤": 1893,
      "佥": 1894,
      "佧": 1895,
      "佩": 1896,
      "佬": 1897,
      "佯": 1898,
      "佰": 1899,
      "佲": 1900,
      "佳": 1901,
      "佴": 1902,
      "併": 1903,
      "佶": 1904,
      "佷": 1905,
      "佸": 1906,
      "佹": 1907,
      "佺": 1908,
      "佻": 1909,
      "佼": 1910,
      "佽": 1911,
      "佾": 1912,
      "使": 1913,
      "侀": 1914,
      "侁": 1915,
      "侂": 1916,
      "侃": 1917,
      "侄": 1918,
      "來": 1919,
      "侈": 1920,
      "侉": 1921,
      "侊": 1922,
      "例": 1923,
      "侍": 1924,
      "侏": 1925,
      "侑": 1926,
      "侔": 1927,
      "侖": 1928,
      "侗": 1929,
      "侘": 1930,
      "供": 1931,
      "依": 1932,
      "侠": 1933,
      "価": 1934,
      "侣": 1935,
      "侥": 1936,
      "侦": 1937,
      "侧": 1938,
      "侨": 1939,
      "侩": 1940,
      "侪": 1941,
      "侫": 1942,
      "侬": 1943,
      "侭": 1944,
      "侮": 1945,
      "侯": 1946,
      "侵": 1947,
      "侶": 1948,
      "便": 1949,
      "俁": 1950,
      "係": 1951,
      "促": 1952,
      "俄": 1953,
      "俅": 1954,
      "俊": 1955,
      "俎": 1956,
      "俏": 1957,
      "俐": 1958,
      "俑": 1959,
      "俔": 1960,
      "俗": 1961,
      "俘": 1962,
      "俚": 1963,
      "俛": 1964,
      "俜": 1965,
      "保": 1966,
      "俞": 1967,
      "俟": 1968,
      "俠": 1969,
      "信": 1970,
      "俣": 1971,
      "俤": 1972,
      "俥": 1973,
      "俦": 1974,
      "俨": 1975,
      "俩": 1976,
      "俪": 1977,
      "俫": 1978,
      "俭": 1979,
      "修": 1980,
      "俯": 1981,
      "俱": 1982,
      "俳": 1983,
      "俵": 1984,
      "俶": 1985,
      "俸": 1986,
      "俺": 1987,
      "俾": 1988,
      "倅": 1989,
      "倆": 1990,
      "倉": 1991,
      "個": 1992,
      "倌": 1993,
      "倍": 1994,
      "倏": 1995,
      "們": 1996,
      "倒": 1997,
      "倔": 1998,
      "倖": 1999,
      "倘": 2000,
      "候": 2001,
      "倚": 2002,
      "倜": 2003,
      "借": 2004,
      "倡": 2005,
      "倣": 2006,
      "値": 2007,
      "倥": 2008,
      "倦": 2009,
      "倨": 2010,
      "倩": 2011,
      "倪": 2012,
      "倫": 2013,
      "倬": 2014,
      "倭": 2015,
      "倮": 2016,
      "倶": 2017,
      "倹": 2018,
      "债": 2019,
      "值": 2020,
      "倾": 2021,
      "偂": 2022,
      "偃": 2023,
      "偆": 2024,
      "假": 2025,
      "偈": 2026,
      "偉": 2027,
      "偌": 2028,
      "偍": 2029,
      "偎": 2030,
      "偏": 2031,
      "偐": 2032,
      "偕": 2033,
      "偖": 2034,
      "做": 2035,
      "偛": 2036,
      "停": 2037,
      "偣": 2038,
      "健": 2039,
      "偬": 2040,
      "偲": 2041,
      "側": 2042,
      "偵": 2043,
      "偶": 2044,
      "偷": 2045,
      "偸": 2046,
      "偻": 2047,
      "偽": 2048,
      "偾": 2049,
      "偿": 2050,
      "傀": 2051,
      "傅": 2052,
      "傈": 2053,
      "傍": 2054,
      "傑": 2055,
      "傕": 2056,
      "傘": 2057,
      "備": 2058,
      "傚": 2059,
      "傛": 2060,
      "傜": 2061,
      "傝": 2062,
      "傞": 2063,
      "傣": 2064,
      "傥": 2065,
      "傧": 2066,
      "储": 2067,
      "傩": 2068,
      "催": 2069,
      "傭": 2070,
      "傲": 2071,
      "傳": 2072,
      "傴": 2073,
      "債": 2074,
      "傷": 2075,
      "傺": 2076,
      "傻": 2077,
      "傾": 2078,
      "僂": 2079,
      "僅": 2080,
      "僉": 2081,
      "僊": 2082,
      "働": 2083,
      "像": 2084,
      "僑": 2085,
      "僕": 2086,
      "僖": 2087,
      "僚": 2088,
      "僞": 2089,
      "僣": 2090,
      "僥": 2091,
      "僦": 2092,
      "僧": 2093,
      "僬": 2094,
      "僭": 2095,
      "僮": 2096,
      "僰": 2097,
      "僳": 2098,
      "僵": 2099,
      "價": 2100,
      "僻": 2101,
      "儀": 2102,
      "儁": 2103,
      "儂": 2104,
      "億": 2105,
      "儆": 2106,
      "儇": 2107,
      "儉": 2108,
      "儋": 2109,
      "儏": 2110,
      "儒": 2111,
      "儔": 2112,
      "儕": 2113,
      "儖": 2114,
      "儘": 2115,
      "儚": 2116,
      "償": 2117,
      "儡": 2118,
      "優": 2119,
      "儫": 2120,
      "儬": 2121,
      "儲": 2122,
      "儴": 2123,
      "儷": 2124,
      "儹": 2125,
      "儺": 2126,
      "儻": 2127,
      "儼": 2128,
      "儿": 2129,
      "兀": 2130,
      "允": 2131,
      "元": 2132,
      "兄": 2133,
      "充": 2134,
      "兆": 2135,
      "兇": 2136,
      "先": 2137,
      "光": 2138,
      "克": 2139,
      "兌": 2140,
      "免": 2141,
      "兎": 2142,
      "児": 2143,
      "兑": 2144,
      "兒": 2145,
      "兔": 2146,
      "兕": 2147,
      "兖": 2148,
      "兗": 2149,
      "兘": 2150,
      "党": 2151,
      "兜": 2152,
      "兢": 2153,
      "入": 2154,
      "內": 2155,
      "全": 2156,
      "兩": 2157,
      "兪": 2158,
      "八": 2159,
      "公": 2160,
      "六": 2161,
      "兮": 2162,
      "兰": 2163,
      "共": 2164,
      "关": 2165,
      "兴": 2166,
      "兵": 2167,
      "其": 2168,
      "具": 2169,
      "典": 2170,
      "兹": 2171,
      "养": 2172,
      "兼": 2173,
      "兽": 2174,
      "冀": 2175,
      "冁": 2176,
      "冂": 2177,
      "内": 2178,
      "円": 2179,
      "冇": 2180,
      "冈": 2181,
      "冉": 2182,
      "冊": 2183,
      "册": 2184,
      "再": 2185,
      "冏": 2186,
      "冐": 2187,
      "冑": 2188,
      "冒": 2189,
      "冓": 2190,
      "冕": 2191,
      "冖": 2192,
      "冗": 2193,
      "写": 2194,
      "军": 2195,
      "农": 2196,
      "冠": 2197,
      "冢": 2198,
      "冤": 2199,
      "冥": 2200,
      "冦": 2201,
      "冧": 2202,
      "冨": 2203,
      "冩": 2204,
      "冪": 2205,
      "冫": 2206,
      "冬": 2207,
      "冭": 2208,
      "冯": 2209,
      "冰": 2210,
      "冱": 2211,
      "冲": 2212,
      "决": 2213,
      "冴": 2214,
      "况": 2215,
      "冶": 2216,
      "冷": 2217,
      "冻": 2218,
      "冼": 2219,
      "冽": 2220,
      "冿": 2221,
      "净": 2222,
      "凄": 2223,
      "凅": 2224,
      "准": 2225,
      "凇": 2226,
      "凉": 2227,
      "凋": 2228,
      "凌": 2229,
      "凍": 2230,
      "减": 2231,
      "凑": 2232,
      "凖": 2233,
      "凛": 2234,
      "凜": 2235,
      "凝": 2236,
      "几": 2237,
      "凡": 2238,
      "凤": 2239,
      "処": 2240,
      "凧": 2241,
      "凩": 2242,
      "凪": 2243,
      "凫": 2244,
      "凭": 2245,
      "凯": 2246,
      "凰": 2247,
      "凱": 2248,
      "凳": 2249,
      "凵": 2250,
      "凶": 2251,
      "凸": 2252,
      "凹": 2253,
      "出": 2254,
      "击": 2255,
      "凼": 2256,
      "函": 2257,
      "凾": 2258,
      "凿": 2259,
      "刀": 2260,
      "刁": 2261,
      "刂": 2262,
      "刃": 2263,
      "刄": 2264,
      "分": 2265,
      "切": 2266,
      "刈": 2267,
      "刊": 2268,
      "刋": 2269,
      "刍": 2270,
      "刎": 2271,
      "刑": 2272,
      "划": 2273,
      "刔": 2274,
      "刕": 2275,
      "刖": 2276,
      "列": 2277,
      "刘": 2278,
      "则": 2279,
      "刚": 2280,
      "创": 2281,
      "初": 2282,
      "删": 2283,
      "判": 2284,
      "別": 2285,
      "刧": 2286,
      "刨": 2287,
      "利": 2288,
      "刪": 2289,
      "别": 2290,
      "刭": 2291,
      "刮": 2292,
      "到": 2293,
      "刳": 2294,
      "制": 2295,
      "刷": 2296,
      "券": 2297,
      "刹": 2298,
      "刺": 2299,
      "刻": 2300,
      "刽": 2301,
      "刿": 2302,
      "剀": 2303,
      "剁": 2304,
      "剂": 2305,
      "剃": 2306,
      "剄": 2307,
      "則": 2308,
      "削": 2309,
      "剋": 2310,
      "剌": 2311,
      "前": 2312,
      "剎": 2313,
      "剏": 2314,
      "剐": 2315,
      "剑": 2316,
      "剔": 2317,
      "剖": 2318,
      "剛": 2319,
      "剜": 2320,
      "剝": 2321,
      "剞": 2322,
      "剡": 2323,
      "剣": 2324,
      "剤": 2325,
      "剥": 2326,
      "剧": 2327,
      "剩": 2328,
      "剪": 2329,
      "剮": 2330,
      "副": 2331,
      "剰": 2332,
      "剱": 2333,
      "割": 2334,
      "剳": 2335,
      "剴": 2336,
      "創": 2337,
      "剽": 2338,
      "剿": 2339,
      "劁": 2340,
      "劂": 2341,
      "劃": 2342,
      "劇": 2343,
      "劈": 2344,
      "劉": 2345,
      "劍": 2346,
      "劐": 2347,
      "劑": 2348,
      "劒": 2349,
      "劓": 2350,
      "劔": 2351,
      "劚": 2352,
      "力": 2353,
      "劝": 2354,
      "办": 2355,
      "功": 2356,
      "加": 2357,
      "务": 2358,
      "劢": 2359,
      "劣": 2360,
      "劧": 2361,
      "动": 2362,
      "助": 2363,
      "努": 2364,
      "劫": 2365,
      "劬": 2366,
      "劭": 2367,
      "励": 2368,
      "劲": 2369,
      "劳": 2370,
      "労": 2371,
      "劵": 2372,
      "効": 2373,
      "劼": 2374,
      "劾": 2375,
      "势": 2376,
      "勁": 2377,
      "勃": 2378,
      "勅": 2379,
      "勇": 2380,
      "勉": 2381,
      "勋": 2382,
      "勍": 2383,
      "勐": 2384,
      "勒": 2385,
      "動": 2386,
      "勖": 2387,
      "勗": 2388,
      "勘": 2389,
      "務": 2390,
      "勛": 2391,
      "勝": 2392,
      "勞": 2393,
      "募": 2394,
      "勠": 2395,
      "勢": 2396,
      "勣": 2397,
      "勤": 2398,
      "勦": 2399,
      "勧": 2400,
      "勪": 2401,
      "勫": 2402,
      "勬": 2403,
      "勭": 2404,
      "勮": 2405,
      "勯": 2406,
      "勰": 2407,
      "勲": 2408,
      "勳": 2409,
      "勵": 2410,
      "勸": 2411,
      "勹": 2412,
      "勺": 2413,
      "勻": 2414,
      "勾": 2415,
      "勿": 2416,
      "匀": 2417,
      "匁": 2418,
      "匂": 2419,
      "包": 2420,
      "匆": 2421,
      "匈": 2422,
      "匍": 2423,
      "匏": 2424,
      "匐": 2425,
      "匕": 2426,
      "化": 2427,
      "北": 2428,
      "匙": 2429,
      "匚": 2430,
      "匝": 2431,
      "匠": 2432,
      "匡": 2433,
      "匣": 2434,
      "匦": 2435,
      "匪": 2436,
      "匭": 2437,
      "匮": 2438,
      "匯": 2439,
      "匱": 2440,
      "匳": 2441,
      "匸": 2442,
      "匹": 2443,
      "区": 2444,
      "医": 2445,
      "匾": 2446,
      "匿": 2447,
      "區": 2448,
      "十": 2449,
      "千": 2450,
      "卅": 2451,
      "卆": 2452,
      "升": 2453,
      "午": 2454,
      "卉": 2455,
      "半": 2456,
      "卍": 2457,
      "华": 2458,
      "协": 2459,
      "卐": 2460,
      "卑": 2461,
      "卒": 2462,
      "卓": 2463,
      "協": 2464,
      "单": 2465,
      "卖": 2466,
      "南": 2467,
      "単": 2468,
      "博": 2469,
      "卜": 2470,
      "卞": 2471,
      "卟": 2472,
      "占": 2473,
      "卡": 2474,
      "卢": 2475,
      "卣": 2476,
      "卤": 2477,
      "卦": 2478,
      "卧": 2479,
      "卨": 2480,
      "卩": 2481,
      "卫": 2482,
      "卮": 2483,
      "卯": 2484,
      "印": 2485,
      "危": 2486,
      "即": 2487,
      "却": 2488,
      "卵": 2489,
      "卷": 2490,
      "卸": 2491,
      "卺": 2492,
      "卻": 2493,
      "卽": 2494,
      "卿": 2495,
      "厂": 2496,
      "厄": 2497,
      "厅": 2498,
      "历": 2499,
      "厉": 2500,
      "压": 2501,
      "厌": 2502,
      "厍": 2503,
      "厐": 2504,
      "厓": 2505,
      "厕": 2506,
      "厖": 2507,
      "厘": 2508,
      "厚": 2509,
      "厛": 2510,
      "厜": 2511,
      "厝": 2512,
      "原": 2513,
      "厠": 2514,
      "厢": 2515,
      "厣": 2516,
      "厤": 2517,
      "厥": 2518,
      "厦": 2519,
      "厨": 2520,
      "厩": 2521,
      "厬": 2522,
      "厭": 2523,
      "厮": 2524,
      "厰": 2525,
      "厲": 2526,
      "厳": 2527,
      "厶": 2528,
      "厷": 2529,
      "去": 2530,
      "县": 2531,
      "叁": 2532,
      "参": 2533,
      "參": 2534,
      "叅": 2535,
      "叆": 2536,
      "又": 2537,
      "叉": 2538,
      "及": 2539,
      "友": 2540,
      "双": 2541,
      "反": 2542,
      "収": 2543,
      "叏": 2544,
      "发": 2545,
      "叒": 2546,
      "叓": 2547,
      "叔": 2548,
      "叕": 2549,
      "取": 2550,
      "受": 2551,
      "变": 2552,
      "叙": 2553,
      "叚": 2554,
      "叛": 2555,
      "叞": 2556,
      "叟": 2557,
      "叠": 2558,
      "叡": 2559,
      "叢": 2560,
      "口": 2561,
      "古": 2562,
      "句": 2563,
      "另": 2564,
      "叧": 2565,
      "叨": 2566,
      "叩": 2567,
      "只": 2568,
      "叫": 2569,
      "召": 2570,
      "叭": 2571,
      "叮": 2572,
      "可": 2573,
      "台": 2574,
      "叱": 2575,
      "史": 2576,
      "右": 2577,
      "叴": 2578,
      "叵": 2579,
      "叶": 2580,
      "号": 2581,
      "司": 2582,
      "叹": 2583,
      "叺": 2584,
      "叻": 2585,
      "叼": 2586,
      "叽": 2587,
      "叿": 2588,
      "吀": 2589,
      "吁": 2590,
      "吃": 2591,
      "各": 2592,
      "吆": 2593,
      "吇": 2594,
      "合": 2595,
      "吉": 2596,
      "吊": 2597,
      "吋": 2598,
      "同": 2599,
      "名": 2600,
      "后": 2601,
      "吏": 2602,
      "吐": 2603,
      "向": 2604,
      "吒": 2605,
      "吓": 2606,
      "吕": 2607,
      "吖": 2608,
      "吗": 2609,
      "君": 2610,
      "吝": 2611,
      "吞": 2612,
      "吟": 2613,
      "吠": 2614,
      "吡": 2615,
      "吣": 2616,
      "否": 2617,
      "吧": 2618,
      "吨": 2619,
      "吩": 2620,
      "含": 2621,
      "听": 2622,
      "吭": 2623,
      "吮": 2624,
      "启": 2625,
      "吱": 2626,
      "吲": 2627,
      "吳": 2628,
      "吴": 2629,
      "吵": 2630,
      "吶": 2631,
      "吸": 2632,
      "吹": 2633,
      "吻": 2634,
      "吼": 2635,
      "吽": 2636,
      "吾": 2637,
      "吿": 2638,
      "呀": 2639,
      "呂": 2640,
      "呃": 2641,
      "呆": 2642,
      "呈": 2643,
      "呉": 2644,
      "告": 2645,
      "呋": 2646,
      "呎": 2647,
      "呐": 2648,
      "呑": 2649,
      "呒": 2650,
      "呓": 2651,
      "呔": 2652,
      "呕": 2653,
      "呖": 2654,
      "呗": 2655,
      "员": 2656,
      "呙": 2657,
      "呛": 2658,
      "呜": 2659,
      "呟": 2660,
      "呢": 2661,
      "呤": 2662,
      "呦": 2663,
      "周": 2664,
      "呪": 2665,
      "呬": 2666,
      "呭": 2667,
      "呮": 2668,
      "呯": 2669,
      "呰": 2670,
      "呱": 2671,
      "呲": 2672,
      "味": 2673,
      "呵": 2674,
      "呶": 2675,
      "呷": 2676,
      "呸": 2677,
      "呻": 2678,
      "呼": 2679,
      "命": 2680,
      "呿": 2681,
      "咀": 2682,
      "咁": 2683,
      "咂": 2684,
      "咄": 2685,
      "咆": 2686,
      "咋": 2687,
      "和": 2688,
      "咎": 2689,
      "咏": 2690,
      "咐": 2691,
      "咒": 2692,
      "咔": 2693,
      "咕": 2694,
      "咖": 2695,
      "咘": 2696,
      "咙": 2697,
      "咚": 2698,
      "咛": 2699,
      "咝": 2700,
      "咢": 2701,
      "咣": 2702,
      "咤": 2703,
      "咥": 2704,
      "咦": 2705,
      "咧": 2706,
      "咨": 2707,
      "咩": 2708,
      "咪": 2709,
      "咫": 2710,
      "咬": 2711,
      "咭": 2712,
      "咯": 2713,
      "咱": 2714,
      "咲": 2715,
      "咳": 2716,
      "咴": 2717,
      "咸": 2718,
      "咻": 2719,
      "咼": 2720,
      "咽": 2721,
      "咾": 2722,
      "咿": 2723,
      "哀": 2724,
      "品": 2725,
      "哂": 2726,
      "哄": 2727,
      "哆": 2728,
      "哇": 2729,
      "哈": 2730,
      "哉": 2731,
      "哌": 2732,
      "响": 2733,
      "哎": 2734,
      "哏": 2735,
      "哐": 2736,
      "哑": 2737,
      "哒": 2738,
      "哓": 2739,
      "哔": 2740,
      "哕": 2741,
      "哗": 2742,
      "哘": 2743,
      "哙": 2744,
      "哚": 2745,
      "哜": 2746,
      "哝": 2747,
      "哞": 2748,
      "哟": 2749,
      "員": 2750,
      "哢": 2751,
      "哥": 2752,
      "哦": 2753,
      "哧": 2754,
      "哨": 2755,
      "哩": 2756,
      "哪": 2757,
      "哭": 2758,
      "哮": 2759,
      "哲": 2760,
      "哳": 2761,
      "哺": 2762,
      "哼": 2763,
      "哽": 2764,
      "哿": 2765,
      "唁": 2766,
      "唄": 2767,
      "唆": 2768,
      "唇": 2769,
      "唉": 2770,
      "唏": 2771,
      "唐": 2772,
      "唑": 2773,
      "唔": 2774,
      "唖": 2775,
      "唛": 2776,
      "唠": 2777,
      "唢": 2778,
      "唣": 2779,
      "唤": 2780,
      "唧": 2781,
      "唪": 2782,
      "唬": 2783,
      "售": 2784,
      "唯": 2785,
      "唰": 2786,
      "唱": 2787,
      "唳": 2788,
      "唴": 2789,
      "唷": 2790,
      "唸": 2791,
      "唹": 2792,
      "唼": 2793,
      "唾": 2794,
      "唿": 2795,
      "啀": 2796,
      "啁": 2797,
