{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 5,
      "content": "eng_Latn",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "zho_Hans",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "zho_Hant",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "jpn_Jpan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "kor_Hang",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "eng_Latn": {
        "id": "eng_Latn",
        "ids": [
          5
        ],
        "tokens": [
          "eng_Latn"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "eng_Latn": 5,
      "zho_Hans": 6,
      "zho_Hant": 7,
      "jpn_Jpan": 8,
      "kor_Hang": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "Ā": 199,
      "ā": 200,
      "Ă": 201,
      "ă": 202,
      "ą": 203,
      "ć": 204,
      "Č": 205,
      "č": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "ē": 210,
      "ė": 211,
      "ę": 212,
      "ě": 213,
      "ğ": 214,
      "ī": 215,
      "İ": 216,
      "ı": 217,
      "Ł": 218,
      "ł": 219,
      "ń": 220,
      "ň": 221,
      "ō": 222,
      "ő": 223,
      "œ": 224,
      "ř": 225,
      "Ś": 226,
      "ś": 227,
      "Ş": 228,
      "ş": 229,
      "Š": 230,
      "š": 231,
      "ũ": 232,
      "ū": 233,
      "Ÿ": 234,
      "Ż": 235,
      "ż": 236,
      "Ž": 237,
      "ž": 238,
      "ơ": 239,
      "ư": 240,
      "ǎ": 241,
      "ǐ": 242,
      "ǒ": 243,
      "ǔ": 244,
      "ǖ": 245,
      "ǘ": 246,
      "ǚ": 247,
      "ǜ": 248,
      "ɑ": 249,
      "ə": 250,
      "ɡ": 251,
      "ɪ": 252,
      "ʔ": 253,
      "ʻ": 254,
      "ʼ": 255,
      "ˆ": 256,
      "ˈ": 257,
      "ˉ": 258,
      "ˊ": 259,
      "ˋ": 260,
      "˘": 261,
      "˙": 262,
      "˚": 263,
      "˜": 264,
      "ˮ": 265,
      "̀": 266,
      "́": 267,
      "̈": 268,
      "̑": 269,
      "̥": 270,
      "̫": 271,
      "̮": 272,
      "̵": 273,
      "̶": 274,
      "͈": 275,
      "͟": 276,
      "͡": 277,
      "΄": 278,
      "Γ": 279,
      "Θ": 280,
      "Φ": 281,
      "Ψ": 282,
      "Ω": 283,
      "ά": 284,
      "έ": 285,
      "ή": 286,
      "ί": 287,
      "δ": 288,
      "θ": 289,
      "ι": 290,
      "λ": 291,
      "π": 292,
      "ς": 293,
      "σ": 294,
      "φ": 295,
      "ψ": 296,
      "ό": 297,
      "ύ": 298,
      "Ђ": 299,
      "Б": 300,
      "Г": 301,
      "Д": 302,
      "З": 303,
      "И": 304,
      "Л": 305,
      "П": 306,
      "Ф": 307,
      "Ц": 308,
      "Ч": 309,
      "Ш": 310,
      "Щ": 311,
      "Ы": 312,
      "Э": 313,
      "Ю": 314,
      "Я": 315,
      "б": 316,
      "д": 317,
      "ж": 318,
      "з": 319,
      "и": 320,
      "й": 321,
      "л": 322,
      "п": 323,
      "ф": 324,
      "ц": 325,
      "ч": 326,
      "ш": 327,
      "щ": 328,
      "ъ": 329,
      "ы": 330,
      "э": 331,
      "ю": 332,
      "я": 333,
      "ѡ": 334,
      "օ": 335,
      "ְ": 336,
      "ִ": 337,
      "ֵ": 338,
      "ֶ": 339,
      "ַ": 340,
      "ָ": 341,
      "ֹ": 342,
      "ּ": 343,
      "ׁ": 344,
      "א": 345,
      "ב": 346,
      "ד": 347,
      "ה": 348,
      "ו": 349,
      "ח": 350,
      "י": 351,
      "כ": 352,
      "ל": 353,
      "ם": 354,
      "מ": 355,
      "נ": 356,
      "ע": 357,
      "ק": 358,
      "ר": 359,
      "ש": 360,
      "ת": 361,
      "،": 362,
      "أ": 363,
      "إ": 364,
      "ئ": 365,
      "ا": 366,
      "ب": 367,
      "ة": 368,
      "ت": 369,
      "ث": 370,
      "ج": 371,
      "ح": 372,
      "خ": 373,
      "د": 374,
      "ذ": 375,
      "ر": 376,
      "ز": 377,
      "س": 378,
      "ش": 379,
      "ص": 380,
      "ض": 381,
      "ط": 382,
      "ع": 383,
      "غ": 384,
      "ف": 385,
      "ق": 386,
      "ك": 387,
      "ل": 388,
      "م": 389,
      "ن": 390,
      "ه": 391,
      "و": 392,
      "ى": 393,
      "ي": 394,
      "َ": 395,
      "ُ": 396,
      "ِ": 397,
      "ْ": 398,
      "٩": 399,
      "٫": 400,
      "پ": 401,
      "ک": 402,
      "ی": 403,
      "۰": 404,
      "۱": 405,
      "۲": 406,
      "۳": 407,
      "۴": 408,
      "۵": 409,
      "۶": 410,
      "۷": 411,
      "۸": 412,
      "۹": 413,
      "ߋ": 414,
      "र": 415,
      "ह": 416,
      "ा": 417,
      "ु": 418,
      "े": 419,
      "्": 420,
      "ক": 421,
      "ত": 422,
      "ন": 423,
      "প": 424,
      "ব": 425,
      "য": 426,
      "র": 427,
      "া": 428,
      "ি": 429,
      "ে": 430,
      "্": 431,
      "੭": 432,
      "୧": 433,
      "୨": 434,
      "ෆ": 435,
      "්": 436,
      "ก": 437,
      "ข": 438,
      "ค": 439,
      "ฅ": 440,
      "ง": 441,
      "จ": 442,
      "ช": 443,
      "ด": 444,
      "ต": 445,
      "ถ": 446,
      "ท": 447,
      "น": 448,
      "บ": 449,
      "ป": 450,
      "พ": 451,
      "ม": 452,
      "ย": 453,
      "ร": 454,
      "ล": 455,
      "ว": 456,
      "ส": 457,
      "ห": 458,
      "อ": 459,
      "ะ": 460,
      "ั": 461,
      "า": 462,
      "ำ": 463,
      "ิ": 464,
      "ี": 465,
      "ุ": 466,
      "ฺ": 467,
      "เ": 468,
      "แ": 469,
      "โ": 470,
      "ไ": 471,
      "็": 472,
      "่": 473,
      "้": 474,
      "์": 475,
      "๑": 476,
      "ღ": 477,
      "ᄀ": 478,
      "ᄁ": 479,
      "ᄂ": 480,
      "ᄃ": 481,
      "ᄄ": 482,
      "ᄅ": 483,
      "ᄆ": 484,
      "ᄇ": 485,
      "ᄈ": 486,
      "ᄉ": 487,
      "ᄊ": 488,
      "ᄋ": 489,
      "ᄌ": 490,
      "ᄍ": 491,
      "ᄎ": 492,
      "ᄏ": 493,
      "ᄐ": 494,
      "ᄑ": 495,
      "ᄒ": 496,
      "ᄓ": 497,
      "ᄔ": 498,
      "ᄕ": 499,
      "ᄖ": 500,
      "ᄗ": 501,
      "ᄘ": 502,
      "ᄙ": 503,
      "ᄚ": 504,
      "ᄛ": 505,
      "ᄜ": 506,
      "ᄝ": 507,
      "ᄞ": 508,
      "ᄟ": 509,
      "ᄠ": 510,
      "ᄡ": 511,
      "ᄢ": 512,
      "ᄣ": 513,
      "ᄤ": 514,
      "ᄥ": 515,
      "ᄦ": 516,
      "ᄧ": 517,
      "ᄨ": 518,
      "ᄩ": 519,
      "ᄪ": 520,
      "ᄫ": 521,
      "ᄬ": 522,
      "ᄭ": 523,
      "ᄮ": 524,
      "ᄯ": 525,
      "ᄰ": 526,
      "ᄱ": 527,
      "ᄲ": 528,
      "ᄳ": 529,
      "ᄴ": 530,
      "ᄵ": 531,
      "ᄶ": 532,
      "ᄷ": 533,
      "ᄸ": 534,
      "ᄹ": 535,
      "ᄺ": 536,
      "ᄻ": 537,
      "ᄼ": 538,
      "ᄽ": 539,
      "ᄾ": 540,
      "ᄿ": 541,
      "ᅀ": 542,
      "ᅁ": 543,
      "ᅂ": 544,
      "ᅃ": 545,
      "ᅄ": 546,
      "ᅅ": 547,
      "ᅆ": 548,
      "ᅇ": 549,
      "ᅈ": 550,
      "ᅉ": 551,
      "ᅊ": 552,
      "ᅋ": 553,
      "ᅌ": 554,
      "ᅍ": 555,
      "ᅎ": 556,
      "ᅏ": 557,
      "ᅐ": 558,
      "ᅑ": 559,
      "ᅒ": 560,
      "ᅓ": 561,
      "ᅔ": 562,
      "ᅕ": 563,
      "ᅖ": 564,
      "ᅗ": 565,
      "ᅘ": 566,
      "ᅙ": 567,
      "ᅚ": 568,
      "ᅛ": 569,
      "ᅜ": 570,
      "ᅝ": 571,
      "ᅞ": 572,
      "ᅟ": 573,
      "ᅠ": 574,
      "ᅡ": 575,
      "ᅢ": 576,
      "ᅣ": 577,
      "ᅤ": 578,
      "ᅥ": 579,
      "ᅦ": 580,
      "ᅧ": 581,
      "ᅨ": 582,
      "ᅩ": 583,
      "ᅪ": 584,
      "ᅫ": 585,
      "ᅬ": 586,
      "ᅭ": 587,
      "ᅮ": 588,
      "ᅯ": 589,
      "ᅰ": 590,
      "ᅱ": 591,
      "ᅲ": 592,
      "ᅳ": 593,
      "ᅴ": 594,
      "ᅵ": 595,
      "ᅶ": 596,
      "ᅷ": 597,
      "ᅸ": 598,
      "ᅹ": 599,
      "ᅺ": 600,
      "ᅻ": 601,
      "ᅼ": 602,
      "ᅽ": 603,
      "ᅾ": 604,
      "ᅿ": 605,
      "ᆀ": 606,
      "ᆁ": 607,
      "ᆂ": 608,
      "ᆃ": 609,
      "ᆄ": 610,
      "ᆅ": 611,
      "ᆆ": 612,
      "ᆇ": 613,
      "ᆈ": 614,
      "ᆉ": 615,
      "ᆊ": 616,
      "ᆋ": 617,
      "ᆌ": 618,
      "ᆍ": 619,
      "ᆎ": 620,
      "ᆏ": 621,
      "ᆐ": 622,
      "ᆑ": 623,
      "ᆒ": 624,
      "ᆓ": 625,
      "ᆔ": 626,
      "ᆕ": 627,
      "ᆖ": 628,
      "ᆗ": 629,
      "ᆘ": 630,
      "ᆙ": 631,
      "ᆚ": 632,
      "ᆛ": 633,
      "ᆜ": 634,
      "ᆝ": 635,
      "ᆞ": 636,
      "ᆟ": 637,
      "ᆠ": 638,
      "ᆡ": 639,
      "ᆢ": 640,
      "ᆣ": 641,
      "ᆤ": 642,
      "ᆥ": 643,
      "ᆦ": 644,
      "ᆧ": 645,
      "ᆨ": 646,
      "ᆩ": 647,
      "ᆪ": 648,
      "ᆫ": 649,
      "ᆬ": 650,
      "ᆭ": 651,
      "ᆮ": 652,
      "ᆯ": 653,
      "ᆰ": 654,
      "ᆱ": 655,
      "ᆲ": 656,
      "ᆳ": 657,
      "ᆴ": 658,
      "ᆵ": 659,
      "ᆶ": 660,
      "ᆷ": 661,
      "ᆸ": 662,
      "ᆹ": 663,
      "ᆺ": 664,
      "ᆻ": 665,
      "ᆼ": 666,
      "ᆽ": 667,
      "ᆾ": 668,
      "ᆿ": 669,
      "ᇀ": 670,
      "ᇁ": 671,
      "ᇂ": 672,
      "ᇃ": 673,
      "ᇄ": 674,
      "ᇅ": 675,
      "ᇆ": 676,
      "ᇇ": 677,
      "ᇈ": 678,
      "ᇉ": 679,
      "ᇊ": 680,
      "ᇋ": 681,
      "ᇌ": 682,
      "ᇍ": 683,
      "ᇎ": 684,
      "ᇏ": 685,
      "ᇐ": 686,
      "ᇑ": 687,
      "ᇒ": 688,
      "ᇓ": 689,
      "ᇔ": 690,
      "ᇕ": 691,
      "ᇖ": 692,
      "ᇗ": 693,
      "ᇘ": 694,
      "ᇙ": 695,
      "ᇚ": 696,
      "ᇛ": 697,
      "ᇜ": 698,
      "ᇝ": 699,
      "ᇞ": 700,
      "ᇟ": 701,
      "ᇠ": 702,
      "ᇡ": 703,
      "ᇢ": 704,
      "ᇣ": 705,
      "ᇤ": 706,
      "ᇥ": 707,
      "ᇦ": 708,
      "ᇧ": 709,
      "ᇨ": 710,
      "ᇩ": 711,
      "ᇪ": 712,
      "ᇫ": 713,
      "ᇬ": 714,
      "ᇭ": 715,
      "ᇮ": 716,
      "ᇯ": 717,
      "ᇰ": 718,
      "ᇱ": 719,
      "ᇲ": 720,
      "ᇳ": 721,
      "ᇴ": 722,
      "ᇵ": 723,
      "ᇶ": 724,
      "ᇷ": 725,
      "ᇸ": 726,
      "ᇹ": 727,
      "ᇺ": 728,
      "ᇻ": 729,
      "ᇼ": 730,
      "ᇽ": 731,
      "ᇾ": 732,
      "ᇿ": 733,
      "ᐟ": 734,
      "ᥙ": 735,
      "᧐": 736,
      "ᴗ": 737,
      "ᵕ": 738,
      "ḥ": 739,
      "ṇ": 740,
      "ṛ": 741,
      "ṣ": 742,
      "ạ": 743,
      "ả": 744,
      "ầ": 745,
      "ậ": 746,
      "ẵ": 747,
      "ế": 748,
      "ễ": 749,
      "ệ": 750,
      "ố": 751,
      "ồ": 752,
      "ổ": 753,
      "ộ": 754,
      "ớ": 755,
      "ờ": 756,
      "ἀ": 757,
      "ἐ": 758,
      "ὰ": 759,
      "ὶ": 760,
      "ὸ": 761,
      "ῖ": 762,
      "ῦ": 763,
      "‐": 764,
      "‑": 765,
      "‒": 766,
      "–": 767,
      "—": 768,
      "―": 769,
      "‖": 770,
      "‘": 771,
      "’": 772,
      "‚": 773,
      "‛": 774,
      "“": 775,
      "”": 776,
      "„": 777,
      "‟": 778,
      "†": 779,
      "•": 780,
      "‣": 781,
      "․": 782,
      "‥": 783,
      "…": 784,
      "‧": 785,
      "‰": 786,
      "′": 787,
      "″": 788,
      "‹": 789,
      "›": 790,
      "※": 791,
      "‼": 792,
      "‾": 793,
      "‿": 794,
      "⁂": 795,
      "⁄": 796,
      "⁇": 797,
      "⁈": 798,
      "⁉": 799,
      "⁎": 800,
      "⁺": 801,
      "⁾": 802,
      "₂": 803,
      "₃": 804,
      "₩": 805,
      "€": 806,
      "₹": 807,
      "⃣": 808,
      "℃": 809,
      "℅": 810,
      "ℓ": 811,
      "№": 812,
      "℡": 813,
      "™": 814,
      "⅓": 815,
      "⅔": 816,
      "Ⅰ": 817,
      "Ⅱ": 818,
      "Ⅲ": 819,
      "Ⅳ": 820,
      "Ⅴ": 821,
      "Ⅵ": 822,
      "Ⅶ": 823,
      "Ⅷ": 824,
      "Ⅸ": 825,
      "Ⅹ": 826,
      "ⅰ": 827,
      "ⅱ": 828,
      "ⅲ": 829,
      "ⅳ": 830,
      "ⅴ": 831,
      "ⅶ": 832,
      "ⅹ": 833,
      "ⅼ": 834,
      "←": 835,
      "↑": 836,
      "→": 837,
      "↓": 838,
      "↔": 839,
      "↗": 840,
      "↘": 841,
      "↙": 842,
      "↠": 843,
      "↩": 844,
      "⇒": 845,
      "⇓": 846,
      "⇔": 847,
      "⇧": 848,
      "⇨": 849,
      "⇩": 850,
      "∀": 851,
      "∆": 852,
      "∇": 853,
      "∈": 854,
      "∏": 855,
      "∑": 856,
      "−": 857,
      "∕": 858,
      "∘": 859,
      "∙": 860,
      "√": 861,
      "∞": 862,
      "∟": 863,
      "∠": 864,
      "∣": 865,
      "∥": 866,
      "∧": 867,
      "∨": 868,
      "∩": 869,
      "∪": 870,
      "∫": 871,
      "∮": 872,
      "∴": 873,
      "∵": 874,
      "∶": 875,
      "∷": 876,
      "∼": 877,
      "∽": 878,
      "≈": 879,
      "≌": 880,
      "≒": 881,
      "≠": 882,
      "≡": 883,
      "≤": 884,
      "≥": 885,
      "≦": 886,
      "≧": 887,
      "≪": 888,
      "≫": 889,
      "⊂": 890,
      "⊃": 891,
      "⊙": 892,
      "⊥": 893,
      "⊿": 894,
      "⋅": 895,
      "⋆": 896,
      "⋯": 897,
      "⌒": 898,
      "⌘": 899,
      "⌜": 900,
      "⌟": 901,
      "⏩": 902,
      "⏰": 903,
      "⏱": 904,
      "␙": 905,
      "①": 906,
      "②": 907,
      "③": 908,
      "④": 909,
      "⑤": 910,
      "⑥": 911,
      "⑦": 912,
      "⑧": 913,
      "⑨": 914,
      "⑩": 915,
      "⑪": 916,
      "⑫": 917,
      "⑬": 918,
      "⑭": 919,
      "⑮": 920,
      "⑯": 921,
      "⑰": 922,
      "⑱": 923,
      "⑴": 924,
      "⑵": 925,
      "⑶": 926,
      "⑷": 927,
      "⑸": 928,
      "⑹": 929,
      "⑺": 930,
      "⑻": 931,
      "⑼": 932,
      "⑽": 933,
      "⑾": 934,
      "⑿": 935,
      "⒀": 936,
      "⒁": 937,
      "⒂": 938,
      "⒄": 939,
      "⒅": 940,
      "⒆": 941,
      "⒈": 942,
      "⒉": 943,
      "⒊": 944,
      "⒋": 945,
      "⒌": 946,
      "⒍": 947,
      "⒎": 948,
      "⒐": 949,
      "⒒": 950,
      "⒕": 951,
      "⒖": 952,
      "⒗": 953,
      "⒘": 954,
      "Ⓐ": 955,
      "Ⓒ": 956,
      "Ⓜ": 957,
      "Ⓡ": 958,
      "ⓐ": 959,
      "ⓑ": 960,
      "ⓒ": 961,
      "─": 962,
      "━": 963,
      "│": 964,
      "┃": 965,
      "┄": 966,
      "┅": 967,
      "┈": 968,
      "┊": 969,
      "┌": 970,
      "┎": 971,
      "┏": 972,
      "┐": 973,
      "┑": 974,
      "┒": 975,
      "┓": 976,
      "└": 977,
      "┕": 978,
      "┖": 979,
      "┗": 980,
      "┘": 981,
      "┚": 982,
      "┛": 983,
      "├": 984,
      "┞": 985,
      "┣": 986,
      "┤": 987,
      "┦": 988,
      "┪": 989,
      "┫": 990,
      "┬": 991,
      "┮": 992,
      "┰": 993,
      "┲": 994,
      "┼": 995,
      "┾": 996,
      "╀": 997,
      "╁": 998,
      "╂": 999,
      "╃": 1000,
      "╅": 1001,
      "═": 1002,
      "╥": 1003,
      "╬": 1004,
      "╭": 1005,
      "╮": 1006,
      "╯": 1007,
      "╰": 1008,
      "╱": 1009,
      "╲": 1010,
      "╳": 1011,
      "╹": 1012,
      "▁": 1013,
      "▂": 1014,
      "▃": 1015,
      "▄": 1016,
      "▅": 1017,
      "▆": 1018,
      "█": 1019,
      "▉": 1020,
      "▊": 1021,
      "▌": 1022,
      "▍": 1023,
      "▎": 1024,
      "▏": 1025,
      "▒": 1026,
      "▓": 1027,
      "■": 1028,
      "□": 1029,
      "▢": 1030,
      "▣": 1031,
      "▦": 1032,
      "▪": 1033,
      "▫": 1034,
      "▬": 1035,
      "▲": 1036,
      "△": 1037,
      "▴": 1038,
      "▵": 1039,
      "▶": 1040,
      "▷": 1041,
      "▸": 1042,
      "►": 1043,
      "▼": 1044,
      "▽": 1045,
      "◀": 1046,
      "◁": 1047,
      "◆": 1048,
      "◇": 1049,
      "◈": 1050,
      "◉": 1051,
      "○": 1052,
      "◍": 1053,
      "◎": 1054,
      "●": 1055,
      "◐": 1056,
      "◑": 1057,
      "◞": 1058,
      "◟": 1059,
      "◠": 1060,
      "◡": 1061,
      "◢": 1062,
      "◣": 1063,
      "◤": 1064,
      "◥": 1065,
      "◦": 1066,
      "◯": 1067,
      "◻": 1068,
      "◼": 1069,
      "◾": 1070,
      "☀": 1071,
      "★": 1072,
      "☆": 1073,
      "☉": 1074,
      "☎": 1075,
      "☏": 1076,
      "☐": 1077,
      "☑": 1078,
      "☓": 1079,
      "☔": 1080,
      "☕": 1081,
      "☘": 1082,
      "☜": 1083,
      "☝": 1084,
      "☞": 1085,
      "☟": 1086,
      "☯": 1087,
      "☺": 1088,
      "☻": 1089,
      "♀": 1090,
      "♂": 1091,
      "♕": 1092,
      "♖": 1093,
      "♠": 1094,
      "♡": 1095,
      "♢": 1096,
      "♣": 1097,
      "♤": 1098,
      "♥": 1099,
      "♦": 1100,
      "♧": 1101,
      "♨": 1102,
      "♩": 1103,
      "♪": 1104,
      "♫": 1105,
      "♬": 1106,
      "♭": 1107,
      "♯": 1108,
      "⚓": 1109,
      "⚔": 1110,
      "⚛": 1111,
      "⚠": 1112,
      "⚡": 1113,
      "⚪": 1114,
      "⚫": 1115,
      "⚽": 1116,
      "⛄": 1117,
      "✅": 1118,
      "✈": 1119,
      "✉": 1120,
      "✋": 1121,
      "✌": 1122,
      "✍": 1123,
      "✎": 1124,
      "✏": 1125,
      "✓": 1126,
      "✔": 1127,
      "✕": 1128,
      "✖": 1129,
      "✦": 1130,
      "✧": 1131,
      "✨": 1132,
      "✩": 1133,
      "✪": 1134,
      "✲": 1135,
      "✳": 1136,
      "✴": 1137,
      "✽": 1138,
      "✿": 1139,
      "❀": 1140,
      "❁": 1141,
      "❄": 1142,
      "❌": 1143,
      "❍": 1144,
      "❏": 1145,
      "❓": 1146,
      "❕": 1147,
      "❖": 1148,
      "❗": 1149,
      "❙": 1150,
      "❛": 1151,
      "❝": 1152,
      "❞": 1153,
      "❢": 1154,
      "❣": 1155,
      "❤": 1156,
      "❥": 1157,
      "❶": 1158,
      "❷": 1159,
      "❸": 1160,
      "❹": 1161,
      "❺": 1162,
      "❻": 1163,
      "❼": 1164,
      "➀": 1165,
      "➁": 1166,
      "➂": 1167,
      "➃": 1168,
      "➊": 1169,
      "➋": 1170,
      "➌": 1171,
      "➍": 1172,
      "➎": 1173,
      "➔": 1174,
      "➕": 1175,
      "➖": 1176,
      "➡": 1177,
      "➤": 1178,
      "⟪": 1179,
      "⟫": 1180,
      "⠀": 1181,
      "⢠": 1182,
      "⤴": 1183,
      "⤵": 1184,
      "⦁": 1185,
      "⦠": 1186,
      "⬆": 1187,
      "⬇": 1188,
      "⬛": 1189,
      "⬠": 1190,
      "⭐": 1191,
      "⭕": 1192,
      "ⲟ": 1193,
      "⸜": 1194,
      "⸝": 1195,
      "⸱": 1196,
      "⺌": 1197,
      "⺠": 1198,
      "⻄": 1199,
      "⻑": 1200,
      "⼀": 1201,
      "⼆": 1202,
      "⼈": 1203,
      "⼊": 1204,
      "⼒": 1205,
      "⼜": 1206,
      "⼤": 1207,
      "⼥": 1208,
      "⼦": 1209,
      "⼩": 1210,
      "⼭": 1211,
      "⼯": 1212,
      "⼼": 1213,
      "⼿": 1214,
      "⽀": 1215,
      "⽂": 1216,
      "⽅": 1217,
      "⽇": 1218,
      "⽉": 1219,
      "⽌": 1220,
      "⽐": 1221,
      "⽔": 1222,
      "⽛": 1223,
      "⽜": 1224,
      "⽣": 1225,
      "⽤": 1226,
      "⽥": 1227,
      "⽬": 1228,
      "⽰": 1229,
      "⽴": 1230,
      "⽹": 1231,
      "⾃": 1232,
      "⾊": 1233,
      "⾏": 1234,
      "⾒": 1235,
      "⾔": 1236,
      "⾝": 1237,
      "⾦": 1238,
      "⾨": 1239,
      "⾯": 1240,
      "⾳": 1241,
      "⾷": 1242,
      "⾼": 1243,
      "　": 1244,
      "、": 1245,
      "。": 1246,
      "〃": 1247,
      "〄": 1248,
      "々": 1249,
      "〆": 1250,
      "〇": 1251,
      "〈": 1252,
      "〉": 1253,
      "《": 1254,
      "》": 1255,
      "「": 1256,
      "」": 1257,
      "『": 1258,
      "』": 1259,
      "【": 1260,
      "】": 1261,
      "〒": 1262,
      "〓": 1263,
      "〔": 1264,
      "〕": 1265,
      "〖": 1266,
      "〗": 1267,
      "〘": 1268,
      "〙": 1269,
      "〚": 1270,
      "〛": 1271,
      "〜": 1272,
      "〝": 1273,
      "〞": 1274,
      "〟": 1275,
      "〠": 1276,
      "〡": 1277,
      "〢": 1278,
      "〣": 1279,
      "〤": 1280,
      "〥": 1281,
      "〦": 1282,
      "〧": 1283,
      "〨": 1284,
      "〩": 1285,
      "〪": 1286,
      "〫": 1287,
      "〬": 1288,
      "〭": 1289,
      "〮": 1290,
      "〯": 1291,
      "〰": 1292,
      "〱": 1293,
      "〲": 1294,
      "〳": 1295,
      "〴": 1296,
      "〵": 1297,
      "〶": 1298,
      "〷": 1299,
      "〸": 1300,
      "〹": 1301,
      "〺": 1302,
      "〻": 1303,
      "〼": 1304,
      "〽": 1305,
      "〾": 1306,
      "〿": 1307,
      "぀": 1308,
      "ぁ": 1309,
      "あ": 1310,
      "ぃ": 1311,
      "い": 1312,
      "ぅ": 1313,
      "う": 1314,
      "ぇ": 1315,
      "え": 1316,
      "ぉ": 1317,
      "お": 1318,
      "か": 1319,
      "が": 1320,
      "き": 1321,
      "ぎ": 1322,
      "く": 1323,
      "ぐ": 1324,
      "け": 1325,
      "げ": 1326,
      "こ": 1327,
      "ご": 1328,
      "さ": 1329,
      "ざ": 1330,
      "し": 1331,
      "じ": 1332,
      "す": 1333,
      "ず": 1334,
      "せ": 1335,
      "ぜ": 1336,
      "そ": 1337,
      "ぞ": 1338,
      "た": 1339,
      "だ": 1340,
      "ち": 1341,
      "ぢ": 1342,
      "っ": 1343,
      "つ": 1344,
      "づ": 1345,
      "て": 1346,
      "で": 1347,
      "と": 1348,
      "ど": 1349,
      "な": 1350,
      "に": 1351,
      "ぬ": 1352,
      "ね": 1353,
      "の": 1354,
      "は": 1355,
      "ば": 1356,
      "ぱ": 1357,
      "ひ": 1358,
      "び": 1359,
      "ぴ": 1360,
      "ふ": 1361,
      "ぶ": 1362,
      "ぷ": 1363,
      "へ": 1364,
      "べ": 1365,
      "ぺ": 1366,
      "ほ": 1367,
      "ぼ": 1368,
      "ぽ": 1369,
      "ま": 1370,
      "み": 1371,
      "む": 1372,
      "め": 1373,
      "も": 1374,
      "ゃ": 1375,
      "や": 1376,
      "ゅ": 1377,
      "ゆ": 1378,
      "ょ": 1379,
      "よ": 1380,
      "ら": 1381,
      "り": 1382,
      "る": 1383,
      "れ": 1384,
      "ろ": 1385,
      "ゎ": 1386,
      "わ": 1387,
      "ゐ": 1388,
      "ゑ": 1389,
      "を": 1390,
      "ん": 1391,
      "ゔ": 1392,
      "ゕ": 1393,
      "ゖ": 1394,
      "゗": 1395,
      "゘": 1396,
      "゙": 1397,
      "゚": 1398,
      "゛": 1399,
      "゜": 1400,
      "ゝ": 1401,
      "ゞ": 1402,
      "ゟ": 1403,
      "゠": 1404,
      "ァ": 1405,
      "ア": 1406,
      "ィ": 1407,
      "イ": 1408,
      "ゥ": 1409,
      "ウ": 1410,
      "ェ": 1411,
      "エ": 1412,
      "ォ": 1413,
      "オ": 1414,
      "カ": 1415,
      "ガ": 1416,
      "キ": 1417,
      "ギ": 1418,
      "ク": 1419,
      "グ": 1420,
      "ケ": 1421,
      "ゲ": 1422,
      "コ": 1423,
      "ゴ": 1424,
      "サ": 1425,
      "ザ": 1426,
      "シ": 1427,
      "ジ": 1428,
      "ス": 1429,
      "ズ": 1430,
      "セ": 1431,
      "ゼ": 1432,
      "ソ": 1433,
      "ゾ": 1434,
      "タ": 1435,
      "ダ": 1436,
      "チ": 1437,
      "ヂ": 1438,
      "ッ": 1439,
      "ツ": 1440,
      "ヅ": 1441,
      "テ": 1442,
      "デ": 1443,
      "ト": 1444,
      "ド": 1445,
      "ナ": 1446,
      "ニ": 1447,
      "ヌ": 1448,
      "ネ": 1449,
      "ノ": 1450,
      "ハ": 1451,
      "バ": 1452,
      "パ": 1453,
      "ヒ": 1454,
      "ビ": 1455,
      "ピ": 1456,
      "フ": 1457,
      "ブ": 1458,
      "プ": 1459,
      "ヘ": 1460,
      "ベ": 1461,
      "ペ": 1462,
      "ホ": 1463,
      "ボ": 1464,
      "ポ": 1465,
      "マ": 1466,
      "ミ": 1467,
      "ム": 1468,
      "メ": 1469,
      "モ": 1470,
      "ャ": 1471,
      "ヤ": 1472,
      "ュ": 1473,
      "ユ": 1474,
      "ョ": 1475,
      "ヨ": 1476,
      "ラ": 1477,
      "リ": 1478,
      "ル": 1479,
      "レ": 1480,
      "ロ": 1481,
      "ヮ": 1482,
      "ワ": 1483,
      "ヰ": 1484,
      "ヱ": 1485,
      "ヲ": 1486,
      "ン": 1487,
      "ヴ": 1488,
      "ヵ": 1489,
      "ヶ": 1490,
      "ヷ": 1491,
      "ヸ": 1492,
      "ヹ": 1493,
      "ヺ": 1494,
      "・": 1495,
      "ー": 1496,
      "ヽ": 1497,
      "ヾ": 1498,
      "ヿ": 1499,
      "ㄅ": 1500,
      "ㄆ": 1501,
      "ㄇ": 1502,
      "ㄈ": 1503,
      "ㄉ": 1504,
      "ㄊ": 1505,
      "ㄌ": 1506,
      "ㄍ": 1507,
      "ㄎ": 1508,
      "ㄏ": 1509,
      "ㄐ": 1510,
      "ㄑ": 1511,
      "ㄒ": 1512,
      "ㄓ": 1513,
      "ㄔ": 1514,
      "ㄖ": 1515,
      "ㄗ": 1516,
      "ㄢ": 1517,
      "ㄣ": 1518,
      "ㄤ": 1519,
      "ㄥ": 1520,
      "ㄦ": 1521,
      "ㄧ": 1522,
      "ㄨ": 1523,
      "ㄩ": 1524,
      "㄰": 1525,
      "ㄱ": 1526,
      "ㄲ": 1527,
      "ㄳ": 1528,
      "ㄴ": 1529,
      "ㄵ": 1530,
      "ㄶ": 1531,
      "ㄷ": 1532,
      "ㄸ": 1533,
      "ㄹ": 1534,
      "ㄺ": 1535,
      "ㄻ": 1536,
      "ㄼ": 1537,
      "ㄽ": 1538,
      "ㄾ": 1539,
      "ㄿ": 1540,
      "ㅀ": 1541,
      "ㅁ": 1542,
      "ㅂ": 1543,
      "ㅃ": 1544,
      "ㅄ": 1545,
      "ㅅ": 1546,
      "ㅆ": 1547,
      "ㅇ": 1548,
      "ㅈ": 1549,
      "ㅉ": 1550,
      "ㅊ": 1551,
      "ㅋ": 1552,
      "ㅌ": 1553,
      "ㅍ": 1554,
      "ㅎ": 1555,
      "ㅏ": 1556,
      "ㅐ": 1557,
      "ㅑ": 1558,
      "ㅒ": 1559,
      "ㅓ": 1560,
      "ㅔ": 1561,
      "ㅕ": 1562,
      "ㅖ": 1563,
      "ㅗ": 1564,
      "ㅘ": 1565,
      "ㅙ": 1566,
      "ㅚ": 1567,
      "ㅛ": 1568,
      "ㅜ": 1569,
      "ㅝ": 1570,
      "ㅞ": 1571,
      "ㅟ": 1572,
      "ㅠ": 1573,
      "ㅡ": 1574,
      "ㅢ": 1575,
      "ㅣ": 1576,
      "ㅤ": 1577,
      "ㅥ": 1578,
      "ㅦ": 1579,
      "ㅧ": 1580,
      "ㅨ": 1581,
      "ㅩ": 1582,
      "ㅪ": 1583,
      "ㅫ": 1584,
      "ㅬ": 1585,
      "ㅭ": 1586,
      "ㅮ": 1587,
      "ㅯ": 1588,
      "ㅰ": 1589,
      "ㅱ": 1590,
      "ㅲ": 1591,
      "ㅳ": 1592,
      "ㅴ": 1593,
      "ㅵ": 1594,
      "ㅶ": 1595,
      "ㅷ": 1596,
      "ㅸ": 1597,
      "ㅹ": 1598,
      "ㅺ": 1599,
      "ㅻ": 1600,
      "ㅼ": 1601,
      "ㅽ": 1602,
      "ㅾ": 1603,
      "ㅿ": 1604,
      "ㆀ": 1605,
      "ㆁ": 1606,
      "ㆂ": 1607,
      "ㆃ": 1608,
      "ㆄ": 1609,
      "ㆅ": 1610,
      "ㆆ": 1611,
      "ㆇ": 1612,
      "ㆈ": 1613,
      "ㆉ": 1614,
      "ㆊ": 1615,
      "ㆋ": 1616,
      "ㆌ": 1617,
      "ㆍ": 1618,
      "ㆎ": 1619,
      "㆏": 1620,
      "㈎": 1621,
      "㈏": 1622,
      "㈔": 1623,
      "㈜": 1624,
      "㈠": 1625,
      "㈡": 1626,
      "㈢": 1627,
      "㈣": 1628,
      "㈱": 1629,
      "㉠": 1630,
      "㉡": 1631,
      "㉢": 1632,
      "㉣": 1633,
      "㉤": 1634,
      "㊗": 1635,
      "㊙": 1636,
      "㊣": 1637,
      "㌔": 1638,
      "㍍": 1639,
      "㍑": 1640,
      "㎉": 1641,
      "㎍": 1642,
      "㎎": 1643,
      "㎏": 1644,
      "㎒": 1645,
      "㎓": 1646,
      "㎖": 1647,
      "㎚": 1648,
      "㎛": 1649,
      "㎜": 1650,
      "㎝": 1651,
      "㎞": 1652,
      "㎟": 1653,
      "㎠": 1654,
      "㎡": 1655,
      "㎢": 1656,
      "㎥": 1657,
      "㎾": 1658,
      "㎿": 1659,
      "㏄": 1660,
      "㏊": 1661,
      "㏑": 1662,
      "一": 1663,
      "丁": 1664,
      "七": 1665,
      "万": 1666,
      "丈": 1667,
      "三": 1668,
      "上": 1669,
      "下": 1670,
      "丌": 1671,
      "不": 1672,
      "与": 1673,
      "丐": 1674,
      "丑": 1675,
      "专": 1676,
      "且": 1677,
      "丕": 1678,
      "世": 1679,
      "丗": 1680,
      "丘": 1681,
      "丙": 1682,
      "业": 1683,
      "丛": 1684,
      "东": 1685,
      "丝": 1686,
      "丞": 1687,
      "両": 1688,
      "丢": 1689,
      "两": 1690,
      "严": 1691,
      "並": 1692,
      "丧": 1693,
      "丨": 1694,
      "个": 1695,
      "丫": 1696,
      "丬": 1697,
      "中": 1698,
      "丰": 1699,
      "丱": 1700,
      "串": 1701,
      "临": 1702,
      "丶": 1703,
      "丸": 1704,
      "丹": 1705,
      "为": 1706,
      "主": 1707,
      "丼": 1708,
      "丽": 1709,
      "举": 1710,
      "丿": 1711,
      "乂": 1712,
      "乃": 1713,
      "久": 1714,
      "乇": 1715,
      "么": 1716,
      "义": 1717,
      "之": 1718,
      "乌": 1719,
      "乍": 1720,
      "乎": 1721,
      "乏": 1722,
      "乐": 1723,
      "乒": 1724,
      "乓": 1725,
      "乔": 1726,
      "乕": 1727,
      "乖": 1728,
      "乗": 1729,
      "乘": 1730,
      "乙": 1731,
      "乜": 1732,
      "九": 1733,
      "乞": 1734,
      "也": 1735,
      "习": 1736,
      "乡": 1737,
      "乢": 1738,
      "书": 1739,
      "乩": 1740,
      "买": 1741,
      "乱": 1742,
      "乳": 1743,
      "乾": 1744,
      "亀": 1745,
      "亂": 1746,
      "亅": 1747,
      "了": 1748,
      "予": 1749,
      "争": 1750,
      "亊": 1751,
      "事": 1752,
      "二": 1753,
      "亍": 1754,
      "于": 1755,
      "亏": 1756,
      "云": 1757,
      "互": 1758,
      "亓": 1759,
      "五": 1760,
      "井": 1761,
      "亘": 1762,
      "亙": 1763,
      "亚": 1764,
      "些": 1765,
      "亜": 1766,
      "亞": 1767,
      "亟": 1768,
      "亠": 1769,
      "亡": 1770,
      "亢": 1771,
      "交": 1772,
      "亥": 1773,
      "亦": 1774,
      "产": 1775,
      "亨": 1776,
      "亩": 1777,
      "享": 1778,
      "京": 1779,
      "亭": 1780,
      "亮": 1781,
      "亰": 1782,
      "亲": 1783,
      "亳": 1784,
      "亴": 1785,
      "亵": 1786,
      "亶": 1787,
      "人": 1788,
      "亻": 1789,
      "亾": 1790,
      "亿": 1791,
      "什": 1792,
      "仁": 1793,
      "仂": 1794,
      "仃": 1795,
      "仄": 1796,
      "仅": 1797,
      "仆": 1798,
      "仇": 1799,
      "仈": 1800,
      "仉": 1801,
      "今": 1802,
      "介": 1803,
      "仍": 1804,
      "从": 1805,
      "仏": 1806,
      "仐": 1807,
      "仑": 1808,
      "仓": 1809,
      "仔": 1810,
      "仕": 1811,
      "他": 1812,
      "仗": 1813,
      "付": 1814,
      "仙": 1815,
      "仛": 1816,
      "仝": 1817,
      "仞": 1818,
      "仟": 1819,
      "仠": 1820,
      "仡": 1821,
      "代": 1822,
      "令": 1823,
      "以": 1824,
      "仨": 1825,
      "仪": 1826,
      "仫": 1827,
      "们": 1828,
      "仭": 1829,
      "仮": 1830,
      "仯": 1831,
      "仰": 1832,
      "仲": 1833,
      "仳": 1834,
      "仴": 1835,
      "仵": 1836,
      "件": 1837,
      "价": 1838,
      "任": 1839,
      "仼": 1840,
      "份": 1841,
      "仿": 1842,
      "伀": 1843,
      "企": 1844,
      "伅": 1845,
      "伉": 1846,
      "伊": 1847,
      "伋": 1848,
      "伍": 1849,
      "伎": 1850,
      "伏": 1851,
      "伐": 1852,
      "休": 1853,
      "伒": 1854,
      "伕": 1855,
      "众": 1856,
      "优": 1857,
      "伙": 1858,
      "会": 1859,
      "伛": 1860,
      "伜": 1861,
      "伝": 1862,
      "伞": 1863,
      "伟": 1864,
      "传": 1865,
      "伢": 1866,
      "伤": 1867,
      "伥": 1868,
      "伦": 1869,
      "伧": 1870,
      "伨": 1871,
      "伩": 1872,
      "伪": 1873,
      "伫": 1874,
      "伯": 1875,
      "估": 1876,
      "伱": 1877,
      "伲": 1878,
      "伴": 1879,
      "伶": 1880,
      "伸": 1881,
      "伺": 1882,
      "似": 1883,
      "伽": 1884,
      "佃": 1885,
      "但": 1886,
      "佇": 1887,
      "佈": 1888,
      "位": 1889,
      "低": 1890,
      "住": 1891,
      "佐": 1892,
      "佑": 1893,
      "体": 1894,
      "佔": 1895,
      "何": 1896,
      "佗": 1897,
      "佘": 1898,
      "余": 1899,
      "佚": 1900,
      "佛": 1901,
      "作": 1902,
      "佝": 1903,
      "佞": 1904,
      "佟": 1905,
      "你": 1906,
      "佣": 1907,
      "佤": 1908,
      "佥": 1909,
      "佧": 1910,
      "佩": 1911,
      "佬": 1912,
      "佯": 1913,
      "佰": 1914,
      "佳": 1915,
      "佴": 1916,
      "併": 1917,
      "佶": 1918,
      "佷": 1919,
      "佸": 1920,
      "佹": 1921,
      "佺": 1922,
      "佻": 1923,
      "佼": 1924,
      "佽": 1925,
      "佾": 1926,
      "使": 1927,
      "侀": 1928,
      "侁": 1929,
      "侃": 1930,
      "侄": 1931,
      "來": 1932,
      "侈": 1933,
      "侉": 1934,
      "侊": 1935,
      "例": 1936,
      "侍": 1937,
      "侏": 1938,
      "侑": 1939,
      "侔": 1940,
      "侖": 1941,
      "侗": 1942,
      "侘": 1943,
      "供": 1944,
      "依": 1945,
      "侠": 1946,
      "価": 1947,
      "侣": 1948,
      "侥": 1949,
      "侦": 1950,
      "侧": 1951,
      "侨": 1952,
      "侩": 1953,
      "侪": 1954,
      "侫": 1955,
      "侬": 1956,
      "侭": 1957,
      "侮": 1958,
      "侯": 1959,
      "侵": 1960,
      "侶": 1961,
      "便": 1962,
      "俁": 1963,
      "係": 1964,
      "促": 1965,
      "俄": 1966,
      "俅": 1967,
      "俊": 1968,
      "俎": 1969,
      "俏": 1970,
      "俐": 1971,
      "俑": 1972,
      "俔": 1973,
      "俗": 1974,
      "俘": 1975,
      "俚": 1976,
      "俛": 1977,
      "俜": 1978,
      "保": 1979,
      "俞": 1980,
      "俟": 1981,
      "俠": 1982,
      "信": 1983,
      "俣": 1984,
      "俤": 1985,
      "俥": 1986,
      "俦": 1987,
      "俨": 1988,
      "俩": 1989,
      "俪": 1990,
      "俭": 1991,
      "修": 1992,
      "俯": 1993,
      "俱": 1994,
      "俳": 1995,
      "俵": 1996,
      "俶": 1997,
      "俸": 1998,
      "俺": 1999,
      "俾": 2000,
      "倅": 2001,
      "倆": 2002,
      "倉": 2003,
      "個": 2004,
      "倌": 2005,
      "倍": 2006,
      "倏": 2007,
      "們": 2008,
      "倒": 2009,
      "倔": 2010,
      "倖": 2011,
      "倘": 2012,
      "候": 2013,
      "倚": 2014,
      "倜": 2015,
      "借": 2016,
      "倡": 2017,
      "倣": 2018,
      "値": 2019,
      "倥": 2020,
      "倦": 2021,
      "倨": 2022,
      "倩": 2023,
      "倪": 2024,
      "倫": 2025,
      "倬": 2026,
      "倭": 2027,
      "倮": 2028,
      "倶": 2029,
      "倹": 2030,
      "债": 2031,
      "值": 2032,
      "倾": 2033,
      "偂": 2034,
      "偃": 2035,
      "偆": 2036,
      "假": 2037,
      "偈": 2038,
      "偉": 2039,
      "偌": 2040,
      "偎": 2041,
      "偏": 2042,
      "偐": 2043,
      "偕": 2044,
      "偖": 2045,
      "做": 2046,
      "偛": 2047,
      "停": 2048,
      "偣": 2049,
      "健": 2050,
      "偬": 2051,
      "偲": 2052,
      "側": 2053,
      "偵": 2054,
      "偶": 2055,
      "偷": 2056,
      "偸": 2057,
      "偻": 2058,
      "偽": 2059,
      "偾": 2060,
      "偿": 2061,
      "傀": 2062,
      "傅": 2063,
      "傈": 2064,
      "傍": 2065,
      "傑": 2066,
      "傕": 2067,
      "傘": 2068,
      "備": 2069,
      "傚": 2070,
      "傛": 2071,
      "傜": 2072,
      "傝": 2073,
      "傞": 2074,
      "傣": 2075,
      "傥": 2076,
      "傧": 2077,
      "储": 2078,
      "傩": 2079,
      "催": 2080,
      "傭": 2081,
      "傲": 2082,
      "傳": 2083,
      "傴": 2084,
      "債": 2085,
      "傷": 2086,
      "傺": 2087,
      "傻": 2088,
      "傾": 2089,
      "僂": 2090,
      "僅": 2091,
      "僉": 2092,
      "僊": 2093,
      "働": 2094,
      "像": 2095,
      "僑": 2096,
      "僕": 2097,
      "僖": 2098,
      "僚": 2099,
      "僞": 2100,
      "僣": 2101,
      "僥": 2102,
      "僦": 2103,
      "僧": 2104,
      "僬": 2105,
      "僭": 2106,
      "僮": 2107,
      "僰": 2108,
      "僳": 2109,
      "僵": 2110,
      "價": 2111,
      "僻": 2112,
      "儀": 2113,
      "儁": 2114,
      "儂": 2115,
      "億": 2116,
      "儆": 2117,
      "儇": 2118,
      "儉": 2119,
      "儋": 2120,
      "儏": 2121,
      "儒": 2122,
      "儔": 2123,
      "儕": 2124,
      "儖": 2125,
      "儘": 2126,
      "儚": 2127,
      "償": 2128,
      "儡": 2129,
      "優": 2130,
      "儫": 2131,
      "儬": 2132,
      "儲": 2133,
      "儴": 2134,
      "儷": 2135,
      "儹": 2136,
      "儺": 2137,
      "儻": 2138,
      "儼": 2139,
      "儿": 2140,
      "兀": 2141,
      "允": 2142,
      "元": 2143,
      "兄": 2144,
      "充": 2145,
      "兆": 2146,
      "兇": 2147,
      "先": 2148,
      "光": 2149,
      "克": 2150,
      "兌": 2151,
      "免": 2152,
      "兎": 2153,
      "児": 2154,
      "兑": 2155,
      "兒": 2156,
      "兔": 2157,
      "兕": 2158,
      "兖": 2159,
      "兗": 2160,
      "兘": 2161,
      "党": 2162,
      "兜": 2163,
      "兢": 2164,
      "入": 2165,
      "內": 2166,
      "全": 2167,
      "兩": 2168,
      "兪": 2169,
      "八": 2170,
      "公": 2171,
      "六": 2172,
      "兮": 2173,
      "兰": 2174,
      "共": 2175,
      "关": 2176,
      "兴": 2177,
      "兵": 2178,
      "其": 2179,
      "具": 2180,
      "典": 2181,
      "兹": 2182,
      "养": 2183,
      "兼": 2184,
      "兽": 2185,
      "冀": 2186,
      "冁": 2187,
      "冂": 2188,
      "内": 2189,
      "円": 2190,
      "冇": 2191,
      "冈": 2192,
      "冉": 2193,
      "冊": 2194,
      "册": 2195,
      "再": 2196,
      "冏": 2197,
      "冐": 2198,
      "冑": 2199,
      "冒": 2200,
      "冓": 2201,
      "冕": 2202,
      "冖": 2203,
      "冗": 2204,
      "写": 2205,
      "军": 2206,
      "农": 2207,
      "冠": 2208,
      "冢": 2209,
      "冤": 2210,
      "冥": 2211,
      "冦": 2212,
      "冧": 2213,
      "冨": 2214,
      "冩": 2215,
      "冪": 2216,
      "冫": 2217,
      "冬": 2218,
      "冭": 2219,
      "冯": 2220,
      "冰": 2221,
      "冱": 2222,
      "冲": 2223,
      "决": 2224,
      "冴": 2225,
      "况": 2226,
      "冶": 2227,
      "冷": 2228,
      "冻": 2229,
      "冼": 2230,
      "冽": 2231,
      "冿": 2232,
      "净": 2233,
      "凄": 2234,
      "凅": 2235,
      "准": 2236,
      "凇": 2237,
      "凉": 2238,
      "凋": 2239,
      "凌": 2240,
      "凍": 2241,
      "减": 2242,
      "凑": 2243,
      "凖": 2244,
      "凛": 2245,
      "凜": 2246,
      "凝": 2247,
      "几": 2248,
      "凡": 2249,
      "凤": 2250,
      "処": 2251,
      "凧": 2252,
      "凩": 2253,
      "凪": 2254,
      "凫": 2255,
      "凭": 2256,
      "凯": 2257,
      "凰": 2258,
      "凱": 2259,
      "凳": 2260,
      "凵": 2261,
      "凶": 2262,
      "凸": 2263,
      "凹": 2264,
      "出": 2265,
      "击": 2266,
      "凼": 2267,
      "函": 2268,
      "凾": 2269,
      "凿": 2270,
      "刀": 2271,
      "刁": 2272,
      "刂": 2273,
      "刃": 2274,
      "刄": 2275,
      "分": 2276,
      "切": 2277,
      "刈": 2278,
      "刊": 2279,
      "刋": 2280,
      "刍": 2281,
      "刎": 2282,
      "刑": 2283,
      "划": 2284,
      "刔": 2285,
      "刖": 2286,
      "列": 2287,
      "刘": 2288,
      "则": 2289,
      "刚": 2290,
      "创": 2291,
      "初": 2292,
      "删": 2293,
      "判": 2294,
      "別": 2295,
      "刧": 2296,
      "刨": 2297,
      "利": 2298,
      "刪": 2299,
      "别": 2300,
      "刭": 2301,
      "刮": 2302,
      "到": 2303,
      "刳": 2304,
      "制": 2305,
      "刷": 2306,
      "券": 2307,
      "刹": 2308,
      "刺": 2309,
      "刻": 2310,
      "刽": 2311,
      "刿": 2312,
      "剀": 2313,
      "剁": 2314,
      "剂": 2315,
      "剃": 2316,
      "剄": 2317,
      "則": 2318,
      "削": 2319,
      "剋": 2320,
      "剌": 2321,
      "前": 2322,
      "剎": 2323,
      "剏": 2324,
      "剐": 2325,
      "剑": 2326,
      "剔": 2327,
      "剖": 2328,
      "剛": 2329,
      "剜": 2330,
      "剝": 2331,
      "剞": 2332,
      "剡": 2333,
      "剣": 2334,
      "剤": 2335,
      "剥": 2336,
      "剧": 2337,
      "剩": 2338,
      "剪": 2339,
      "剮": 2340,
      "副": 2341,
      "剰": 2342,
      "剱": 2343,
      "割": 2344,
      "剳": 2345,
      "剴": 2346,
      "創": 2347,
      "剽": 2348,
      "剿": 2349,
      "劁": 2350,
      "劂": 2351,
      "劃": 2352,
      "劇": 2353,
      "劈": 2354,
      "劉": 2355,
      "劍": 2356,
      "劏": 2357,
      "劐": 2358,
      "劑": 2359,
      "劒": 2360,
      "劓": 2361,
      "劔": 2362,
      "劚": 2363,
      "力": 2364,
      "劝": 2365,
      "办": 2366,
      "功": 2367,
      "加": 2368,
      "务": 2369,
      "劢": 2370,
      "劣": 2371,
      "劧": 2372,
      "动": 2373,
      "助": 2374,
      "努": 2375,
      "劫": 2376,
      "劬": 2377,
      "劭": 2378,
      "励": 2379,
      "劲": 2380,
      "劳": 2381,
      "労": 2382,
      "劵": 2383,
      "効": 2384,
      "劼": 2385,
      "劾": 2386,
      "势": 2387,
      "勁": 2388,
      "勃": 2389,
      "勅": 2390,
      "勇": 2391,
      "勉": 2392,
      "勋": 2393,
      "勍": 2394,
      "勐": 2395,
      "勒": 2396,
      "動": 2397,
      "勖": 2398,
      "勗": 2399,
      "勘": 2400,
      "務": 2401,
      "勛": 2402,
      "勝": 2403,
      "勞": 2404,
      "募": 2405,
      "勠": 2406,
      "勢": 2407,
      "勣": 2408,
      "勤": 2409,
      "勦": 2410,
      "勧": 2411,
      "勪": 2412,
      "勫": 2413,
      "勬": 2414,
      "勭": 2415,
      "勮": 2416,
      "勯": 2417,
      "勰": 2418,
      "勲": 2419,
      "勳": 2420,
      "勵": 2421,
      "勸": 2422,
      "勹": 2423,
      "勺": 2424,
      "勻": 2425,
      "勾": 2426,
      "勿": 2427,
      "匀": 2428,
      "匁": 2429,
      "匂": 2430,
      "包": 2431,
      "匆": 2432,
      "匈": 2433,
      "匍": 2434,
      "匏": 2435,
      "匐": 2436,
      "匕": 2437,
      "化": 2438,
      "北": 2439,
      "匙": 2440,
      "匚": 2441,
      "匝": 2442,
      "匠": 2443,
      "匡": 2444,
      "匣": 2445,
      "匦": 2446,
      "匪": 2447,
      "匭": 2448,
      "匮": 2449,
      "匯": 2450,
      "匱": 2451,
      "匳": 2452,
      "匸": 2453,
      "匹": 2454,
      "区": 2455,
      "医": 2456,
      "匾": 2457,
      "匿": 2458,
      "區": 2459,
      "十": 2460,
      "千": 2461,
      "卅": 2462,
      "卆": 2463,
      "升": 2464,
      "午": 2465,
      "卉": 2466,
      "半": 2467,
      "卍": 2468,
      "华": 2469,
      "协": 2470,
      "卐": 2471,
      "卑": 2472,
      "卒": 2473,
      "卓": 2474,
      "協": 2475,
      "单": 2476,
      "卖": 2477,
      "南": 2478,
      "単": 2479,
      "博": 2480,
      "卜": 2481,
      "卞": 2482,
      "卟": 2483,
      "占": 2484,
      "卡": 2485,
      "卢": 2486,
      "卣": 2487,
      "卤": 2488,
      "卦": 2489,
      "卧": 2490,
      "卩": 2491,
      "卫": 2492,
      "卮": 2493,
      "卯": 2494,
      "印": 2495,
      "危": 2496,
      "即": 2497,
      "却": 2498,
      "卵": 2499,
      "卷": 2500,
      "卸": 2501,
      "卺": 2502,
      "卻": 2503,
      "卽": 2504,
      "卿": 2505,
      "厂": 2506,
      "厄": 2507,
      "厅": 2508,
      "历": 2509,
      "厉": 2510,
      "压": 2511,
      "厌": 2512,
      "厍": 2513,
      "厐": 2514,
      "厓": 2515,
      "厕": 2516,
      "厖": 2517,
      "厘": 2518,
      "厚": 2519,
      "厛": 2520,
      "厜": 2521,
      "厝": 2522,
      "原": 2523,
      "厠": 2524,
      "厢": 2525,
      "厣": 2526,
      "厤": 2527,
      "厥": 2528,
      "厦": 2529,
      "厨": 2530,
      "厩": 2531,
      "厬": 2532,
      "厭": 2533,
      "厮": 2534,
      "厰": 2535,
      "厲": 2536,
      "厳": 2537,
      "厶": 2538,
      "厷": 2539,
      "去": 2540,
      "县": 2541,
      "叁": 2542,
      "参": 2543,
      "參": 2544,
      "叅": 2545,
      "叆": 2546,
      "又": 2547,
      "叉": 2548,
      "及": 2549,
      "友": 2550,
      "双": 2551,
      "反": 2552,
      "収": 2553,
      "叏": 2554,
      "发": 2555,
      "叒": 2556,
      "叓": 2557,
      "叔": 2558,
      "叕": 2559,
      "取": 2560,
      "受": 2561,
      "变": 2562,
      "叙": 2563,
      "叚": 2564,
      "叛": 2565,
      "叞": 2566,
      "叟": 2567,
      "叠": 2568,
      "叡": 2569,
      "叢": 2570,
      "口": 2571,
      "古": 2572,
      "句": 2573,
      "另": 2574,
      "叧": 2575,
      "叨": 2576,
      "叩": 2577,
      "只": 2578,
      "叫": 2579,
      "召": 2580,
      "叭": 2581,
      "叮": 2582,
      "可": 2583,
      "台": 2584,
      "叱": 2585,
      "史": 2586,
      "右": 2587,
      "叴": 2588,
      "叵": 2589,
      "叶": 2590,
      "号": 2591,
      "司": 2592,
      "叹": 2593,
      "叺": 2594,
      "叻": 2595,
      "叼": 2596,
      "叽": 2597,
      "叿": 2598,
      "吀": 2599,
      "吁": 2600,
      "吃": 2601,
      "各": 2602,
      "吆": 2603,
      "吇": 2604,
      "合": 2605,
      "吉": 2606,
      "吊": 2607,
      "吋": 2608,
      "同": 2609,
      "名": 2610,
      "后": 2611,
      "吏": 2612,
      "吐": 2613,
      "向": 2614,
      "吒": 2615,
      "吓": 2616,
      "吕": 2617,
      "吖": 2618,
      "吗": 2619,
      "君": 2620,
      "吝": 2621,
      "吞": 2622,
      "吟": 2623,
      "吠": 2624,
      "吡": 2625,
      "吣": 2626,
      "否": 2627,
      "吧": 2628,
      "吨": 2629,
      "吩": 2630,
      "含": 2631,
      "听": 2632,
      "吭": 2633,
      "吮": 2634,
      "启": 2635,
      "吱": 2636,
      "吲": 2637,
      "吳": 2638,
      "吴": 2639,
      "吵": 2640,
      "吶": 2641,
      "吸": 2642,
      "吹": 2643,
      "吻": 2644,
      "吼": 2645,
      "吽": 2646,
      "吾": 2647,
      "吿": 2648,
      "呀": 2649,
      "呂": 2650,
      "呃": 2651,
      "呆": 2652,
      "呈": 2653,
      "呉": 2654,
      "告": 2655,
      "呋": 2656,
      "呎": 2657,
      "呐": 2658,
      "呑": 2659,
      "呒": 2660,
      "呓": 2661,
      "呔": 2662,
      "呕": 2663,
      "呖": 2664,
      "呗": 2665,
      "员": 2666,
      "呙": 2667,
      "呛": 2668,
      "呜": 2669,
      "呟": 2670,
      "呢": 2671,
      "呤": 2672,
      "呦": 2673,
      "周": 2674,
      "呪": 2675,
      "呬": 2676,
      "呭": 2677,
      "呮": 2678,
      "呯": 2679,
      "呰": 2680,
      "呱": 2681,
      "呲": 2682,
      "味": 2683,
      "呵": 2684,
      "呶": 2685,
      "呷": 2686,
      "呸": 2687,
      "呻": 2688,
      "呼": 2689,
      "命": 2690,
      "咀": 2691,
      "咁": 2692,
      "咂": 2693,
      "咄": 2694,
      "咆": 2695,
      "咋": 2696,
      "和": 2697,
      "咎": 2698,
      "咏": 2699,
      "咐": 2700,
      "咒": 2701,
      "咔": 2702,
      "咕": 2703,
      "咖": 2704,
      "咘": 2705,
      "咙": 2706,
      "咚": 2707,
      "咛": 2708,
      "咝": 2709,
      "咢": 2710,
      "咣": 2711,
      "咤": 2712,
      "咥": 2713,
      "咦": 2714,
      "咧": 2715,
      "咨": 2716,
      "咩": 2717,
      "咪": 2718,
      "咫": 2719,
      "咬": 2720,
      "咭": 2721,
      "咯": 2722,
      "咱": 2723,
      "咲": 2724,
      "咳": 2725,
      "咴": 2726,
      "咸": 2727,
      "咻": 2728,
      "咼": 2729,
      "咽": 2730,
      "咾": 2731,
      "咿": 2732,
      "哀": 2733,
      "品": 2734,
      "哂": 2735,
      "哄": 2736,
      "哆": 2737,
      "哇": 2738,
      "哈": 2739,
      "哉": 2740,
      "哌": 2741,
      "响": 2742,
      "哎": 2743,
      "哏": 2744,
      "哐": 2745,
      "哑": 2746,
      "哒": 2747,
      "哓": 2748,
      "哔": 2749,
      "哕": 2750,
      "哗": 2751,
      "哘": 2752,
      "哙": 2753,
      "哚": 2754,
      "哜": 2755,
      "哝": 2756,
      "哞": 2757,
      "哟": 2758,
      "員": 2759,
      "哢": 2760,
      "哥": 2761,
      "哦": 2762,
      "哧": 2763,
      "哨": 2764,
      "哩": 2765,
      "哪": 2766,
      "哭": 2767,
      "哮": 2768,
      "哲": 2769,
      "哳": 2770,
      "哺": 2771,
      "哼": 2772,
      "哽": 2773,
      "哿": 2774,
      "唁": 2775,
      "唄": 2776,
      "唆": 2777,
      "唇": 2778,
      "唉": 2779,
      "唎": 2780,
      "唏": 2781,
      "唐": 2782,
      "唑": 2783,
      "唔": 2784,
      "唖": 2785,
      "唛": 2786,
      "唠": 2787,
      "唢": 2788,
      "唣": 2789,
      "唤": 2790,
      "唧": 2791,
      "唪": 2792,
      "唬": 2793,
      "售": 2794,
      "唯": 2795,
      "唰": 2796,
      "唱": 2797,
