{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 5,
      "content": "eng_Latn",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "zho_Hans",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "zho_Hant",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "jpn_Jpan",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "kor_Hang",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "eng_Latn",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "eng_Latn": {
        "id": "eng_Latn",
        "ids": [
          5
        ],
        "tokens": [
          "eng_Latn"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "eng_Latn": 5,
      "zho_Hans": 6,
      "zho_Hant": 7,
      "jpn_Jpan": 8,
      "kor_Hang": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "(": 17,
      ")": 18,
      "*": 19,
      "+": 20,
      ",": 21,
      "-": 22,
      ".": 23,
      "/": 24,
      "0": 25,
      "1": 26,
      "2": 27,
      "3": 28,
      "4": 29,
      "5": 30,
      "6": 31,
      "7": 32,
      "8": 33,
      "9": 34,
      ":": 35,
      ";": 36,
      "<": 37,
      "=": 38,
      ">": 39,
      "?": 40,
      "@": 41,
      "A": 42,
      "B": 43,
      "C": 44,
      "D": 45,
      "E": 46,
      "F": 47,
      "G": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "N": 55,
      "O": 56,
      "P": 57,
      "Q": 58,
      "R": 59,
      "S": 60,
      "T": 61,
      "U": 62,
      "V": 63,
      "W": 64,
      "X": 65,
      "Y": 66,
      "Z": 67,
      "[": 68,
      "\\": 69,
      "]": 70,
      "^": 71,
      "_": 72,
      "`": 73,
      "a": 74,
      "b": 75,
      "c": 76,
      "d": 77,
      "e": 78,
      "f": 79,
      "g": 80,
      "h": 81,
      "i": 82,
      "j": 83,
      "k": 84,
      "l": 85,
      "m": 86,
      "n": 87,
      "o": 88,
      "p": 89,
      "q": 90,
      "r": 91,
      "s": 92,
      "t": 93,
      "u": 94,
      "v": 95,
      "w": 96,
      "x": 97,
      "y": 98,
      "z": 99,
      "{": 100,
      "|": 101,
      "}": 102,
      "~": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "À": 135,
      "Á": 136,
      "Â": 137,
      "Ã": 138,
      "Ä": 139,
      "Å": 140,
      "Æ": 141,
      "Ç": 142,
      "È": 143,
      "É": 144,
      "Ê": 145,
      "Ë": 146,
      "Ì": 147,
      "Í": 148,
      "Î": 149,
      "Ï": 150,
      "Ð": 151,
      "Ñ": 152,
      "Ò": 153,
      "Ó": 154,
      "Ô": 155,
      "Õ": 156,
      "Ö": 157,
      "×": 158,
      "Ø": 159,
      "Ù": 160,
      "Ú": 161,
      "Û": 162,
      "Ü": 163,
      "Ý": 164,
      "Þ": 165,
      "ß": 166,
      "à": 167,
      "á": 168,
      "â": 169,
      "ã": 170,
      "ä": 171,
      "å": 172,
      "æ": 173,
      "ç": 174,
      "è": 175,
      "é": 176,
      "ê": 177,
      "ë": 178,
      "ì": 179,
      "í": 180,
      "î": 181,
      "ï": 182,
      "ð": 183,
      "ñ": 184,
      "ò": 185,
      "ó": 186,
      "ô": 187,
      "õ": 188,
      "ö": 189,
      "÷": 190,
      "ø": 191,
      "ù": 192,
      "ú": 193,
      "û": 194,
      "ü": 195,
      "ý": 196,
      "þ": 197,
      "ÿ": 198,
      "ā": 199,
      "ă": 200,
      "ć": 201,
      "č": 202,
      "ē": 203,
      "ě": 204,
      "ğ": 205,
      "ī": 206,
      "İ": 207,
      "ı": 208,
      "ł": 209,
      "ń": 210,
      "ō": 211,
      "ś": 212,
      "ş": 213,
      "š": 214,
      "ū": 215,
      "Ż": 216,
      "ž": 217,
      "ǎ": 218,
      "ǐ": 219,
      "ǒ": 220,
      "ǔ": 221,
      "ɑ": 222,
      "ə": 223,
      "ɡ": 224,
      "ʻ": 225,
      "ʼ": 226,
      "ˇ": 227,
      "ˊ": 228,
      "ˋ": 229,
      "˘": 230,
      "˙": 231,
      "˚": 232,
      "ˮ": 233,
      "́": 234,
      "̄": 235,
      "̥": 236,
      "Φ": 237,
      "Ψ": 238,
      "Ω": 239,
      "δ": 240,
      "θ": 241,
      "ι": 242,
      "λ": 243,
      "ξ": 244,
      "π": 245,
      "ς": 246,
      "σ": 247,
      "φ": 248,
      "Г": 249,
      "Д": 250,
      "П": 251,
      "Ф": 252,
      "Я": 253,
      "б": 254,
      "д": 255,
      "ж": 256,
      "з": 257,
      "и": 258,
      "й": 259,
      "л": 260,
      "п": 261,
      "ф": 262,
      "ц": 263,
      "ч": 264,
      "ш": 265,
      "ы": 266,
      "ю": 267,
      "я": 268,
      "ա": 269,
      "ն": 270,
      "ו": 271,
      "י": 272,
      "ا": 273,
      "ب": 274,
      "ت": 275,
      "ج": 276,
      "د": 277,
      "ر": 278,
      "س": 279,
      "ع": 280,
      "ق": 281,
      "ل": 282,
      "م": 283,
      "ن": 284,
      "ه": 285,
      "و": 286,
      "ي": 287,
      "َ": 288,
      "٫": 289,
      "۰": 290,
      "۱": 291,
      "۲": 292,
      "۳": 293,
      "۴": 294,
      "۵": 295,
      "۶": 296,
      "۷": 297,
      "۸": 298,
      "۹": 299,
      "क": 300,
      "त": 301,
      "न": 302,
      "प": 303,
      "म": 304,
      "र": 305,
      "स": 306,
      "ा": 307,
      "े": 308,
      "्": 309,
      "ন": 310,
      "য": 311,
      "র": 312,
      "া": 313,
      "ে": 314,
      "্": 315,
      "්": 316,
      "ก": 317,
      "ค": 318,
      "ง": 319,
      "ด": 320,
      "ต": 321,
      "ท": 322,
      "น": 323,
      "บ": 324,
      "ป": 325,
      "พ": 326,
      "ม": 327,
      "ย": 328,
      "ร": 329,
      "ล": 330,
      "ว": 331,
      "ส": 332,
      "ห": 333,
      "อ": 334,
      "ะ": 335,
      "ั": 336,
      "า": 337,
      "ิ": 338,
      "ี": 339,
      "ุ": 340,
      "ู": 341,
      "เ": 342,
      "โ": 343,
      "ไ": 344,
      "่": 345,
      "้": 346,
      "๑": 347,
      "ᄀ": 348,
      "ᄁ": 349,
      "ᄂ": 350,
      "ᄃ": 351,
      "ᄄ": 352,
      "ᄅ": 353,
      "ᄆ": 354,
      "ᄇ": 355,
      "ᄈ": 356,
      "ᄉ": 357,
      "ᄊ": 358,
      "ᄋ": 359,
      "ᄌ": 360,
      "ᄍ": 361,
      "ᄎ": 362,
      "ᄏ": 363,
      "ᄐ": 364,
      "ᄑ": 365,
      "ᄒ": 366,
      "ᄓ": 367,
      "ᄔ": 368,
      "ᄕ": 369,
      "ᄖ": 370,
      "ᄗ": 371,
      "ᄘ": 372,
      "ᄙ": 373,
      "ᄚ": 374,
      "ᄛ": 375,
      "ᄜ": 376,
      "ᄝ": 377,
      "ᄞ": 378,
      "ᄟ": 379,
      "ᄠ": 380,
      "ᄡ": 381,
      "ᄢ": 382,
      "ᄣ": 383,
      "ᄤ": 384,
      "ᄥ": 385,
      "ᄦ": 386,
      "ᄧ": 387,
      "ᄨ": 388,
      "ᄩ": 389,
      "ᄪ": 390,
      "ᄫ": 391,
      "ᄬ": 392,
      "ᄭ": 393,
      "ᄮ": 394,
      "ᄯ": 395,
      "ᄰ": 396,
      "ᄱ": 397,
      "ᄲ": 398,
      "ᄳ": 399,
      "ᄴ": 400,
      "ᄵ": 401,
      "ᄶ": 402,
      "ᄷ": 403,
      "ᄸ": 404,
      "ᄹ": 405,
      "ᄺ": 406,
      "ᄻ": 407,
      "ᄼ": 408,
      "ᄽ": 409,
      "ᄾ": 410,
      "ᄿ": 411,
      "ᅀ": 412,
      "ᅁ": 413,
      "ᅂ": 414,
      "ᅃ": 415,
      "ᅄ": 416,
      "ᅅ": 417,
      "ᅆ": 418,
      "ᅇ": 419,
      "ᅈ": 420,
      "ᅉ": 421,
      "ᅊ": 422,
      "ᅋ": 423,
      "ᅌ": 424,
      "ᅍ": 425,
      "ᅎ": 426,
      "ᅏ": 427,
      "ᅐ": 428,
      "ᅑ": 429,
      "ᅒ": 430,
      "ᅓ": 431,
      "ᅔ": 432,
      "ᅕ": 433,
      "ᅖ": 434,
      "ᅗ": 435,
      "ᅘ": 436,
      "ᅙ": 437,
      "ᅚ": 438,
      "ᅛ": 439,
      "ᅜ": 440,
      "ᅝ": 441,
      "ᅞ": 442,
      "ᅟ": 443,
      "ᅠ": 444,
      "ᅡ": 445,
      "ᅢ": 446,
      "ᅣ": 447,
      "ᅤ": 448,
      "ᅥ": 449,
      "ᅦ": 450,
      "ᅧ": 451,
      "ᅨ": 452,
      "ᅩ": 453,
      "ᅪ": 454,
      "ᅫ": 455,
      "ᅬ": 456,
      "ᅭ": 457,
      "ᅮ": 458,
      "ᅯ": 459,
      "ᅰ": 460,
      "ᅱ": 461,
      "ᅲ": 462,
      "ᅳ": 463,
      "ᅴ": 464,
      "ᅵ": 465,
      "ᅶ": 466,
      "ᅷ": 467,
      "ᅸ": 468,
      "ᅹ": 469,
      "ᅺ": 470,
      "ᅻ": 471,
      "ᅼ": 472,
      "ᅽ": 473,
      "ᅾ": 474,
      "ᅿ": 475,
      "ᆀ": 476,
      "ᆁ": 477,
      "ᆂ": 478,
      "ᆃ": 479,
      "ᆄ": 480,
      "ᆅ": 481,
      "ᆆ": 482,
      "ᆇ": 483,
      "ᆈ": 484,
      "ᆉ": 485,
      "ᆊ": 486,
      "ᆋ": 487,
      "ᆌ": 488,
      "ᆍ": 489,
      "ᆎ": 490,
      "ᆏ": 491,
      "ᆐ": 492,
      "ᆑ": 493,
      "ᆒ": 494,
      "ᆓ": 495,
      "ᆔ": 496,
      "ᆕ": 497,
      "ᆖ": 498,
      "ᆗ": 499,
      "ᆘ": 500,
      "ᆙ": 501,
      "ᆚ": 502,
      "ᆛ": 503,
      "ᆜ": 504,
      "ᆝ": 505,
      "ᆞ": 506,
      "ᆟ": 507,
      "ᆠ": 508,
      "ᆡ": 509,
      "ᆢ": 510,
      "ᆣ": 511,
      "ᆤ": 512,
      "ᆥ": 513,
      "ᆦ": 514,
      "ᆧ": 515,
      "ᆨ": 516,
      "ᆩ": 517,
      "ᆪ": 518,
      "ᆫ": 519,
      "ᆬ": 520,
      "ᆭ": 521,
      "ᆮ": 522,
      "ᆯ": 523,
      "ᆰ": 524,
      "ᆱ": 525,
      "ᆲ": 526,
      "ᆳ": 527,
      "ᆴ": 528,
      "ᆵ": 529,
      "ᆶ": 530,
      "ᆷ": 531,
      "ᆸ": 532,
      "ᆹ": 533,
      "ᆺ": 534,
      "ᆻ": 535,
      "ᆼ": 536,
      "ᆽ": 537,
      "ᆾ": 538,
      "ᆿ": 539,
      "ᇀ": 540,
      "ᇁ": 541,
      "ᇂ": 542,
      "ᇃ": 543,
      "ᇄ": 544,
      "ᇅ": 545,
      "ᇆ": 546,
      "ᇇ": 547,
      "ᇈ": 548,
      "ᇉ": 549,
      "ᇊ": 550,
      "ᇋ": 551,
      "ᇌ": 552,
      "ᇍ": 553,
      "ᇎ": 554,
      "ᇏ": 555,
      "ᇐ": 556,
      "ᇑ": 557,
      "ᇒ": 558,
      "ᇓ": 559,
      "ᇔ": 560,
      "ᇕ": 561,
      "ᇖ": 562,
      "ᇗ": 563,
      "ᇘ": 564,
      "ᇙ": 565,
      "ᇚ": 566,
      "ᇛ": 567,
      "ᇜ": 568,
      "ᇝ": 569,
      "ᇞ": 570,
      "ᇟ": 571,
      "ᇠ": 572,
      "ᇡ": 573,
      "ᇢ": 574,
      "ᇣ": 575,
      "ᇤ": 576,
      "ᇥ": 577,
      "ᇦ": 578,
      "ᇧ": 579,
      "ᇨ": 580,
      "ᇩ": 581,
      "ᇪ": 582,
      "ᇫ": 583,
      "ᇬ": 584,
      "ᇭ": 585,
      "ᇮ": 586,
      "ᇯ": 587,
      "ᇰ": 588,
      "ᇱ": 589,
      "ᇲ": 590,
      "ᇳ": 591,
      "ᇴ": 592,
      "ᇵ": 593,
      "ᇶ": 594,
      "ᇷ": 595,
      "ᇸ": 596,
      "ᇹ": 597,
      "ᇺ": 598,
      "ᇻ": 599,
      "ᇼ": 600,
      "ᇽ": 601,
      "ᇾ": 602,
      "ᇿ": 603,
      "ᴗ": 604,
      "ṁ": 605,
      "ṃ": 606,
      "ṇ": 607,
      "ṣ": 608,
      "ṭ": 609,
      "‐": 610,
      "‑": 611,
      "–": 612,
      "—": 613,
      "―": 614,
      "‘": 615,
      "’": 616,
      "‚": 617,
      "“": 618,
      "”": 619,
      "„": 620,
      "†": 621,
      "•": 622,
      "‣": 623,
      "․": 624,
      "‥": 625,
      "…": 626,
      "‧": 627,
      "‰": 628,
      "′": 629,
      "″": 630,
      "›": 631,
      "※": 632,
      "‼": 633,
      "‾": 634,
      "⁉": 635,
      "₂": 636,
      "€": 637,
      "⃣": 638,
      "℃": 639,
      "ℓ": 640,
      "№": 641,
      "™": 642,
      "Ⅰ": 643,
      "Ⅱ": 644,
      "Ⅲ": 645,
      "Ⅳ": 646,
      "Ⅴ": 647,
      "Ⅵ": 648,
      "ⅱ": 649,
      "←": 650,
      "↑": 651,
      "→": 652,
      "↓": 653,
      "↔": 654,
      "↗": 655,
      "↘": 656,
      "↙": 657,
      "↩": 658,
      "⇒": 659,
      "⇔": 660,
      "⇩": 661,
      "∀": 662,
      "∆": 663,
      "∇": 664,
      "∏": 665,
      "∑": 666,
      "−": 667,
      "∕": 668,
      "∙": 669,
      "√": 670,
      "∞": 671,
      "∠": 672,
      "∥": 673,
      "∩": 674,
      "∮": 675,
      "∴": 676,
      "∶": 677,
      "∼": 678,
      "≈": 679,
      "≒": 680,
      "≠": 681,
      "≡": 682,
      "≤": 683,
      "≥": 684,
      "≦": 685,
      "≧": 686,
      "≪": 687,
      "≫": 688,
      "⊙": 689,
      "⋅": 690,
      "⋯": 691,
      "⌒": 692,
      "①": 693,
      "②": 694,
      "③": 695,
      "④": 696,
      "⑤": 697,
      "⑥": 698,
      "⑦": 699,
      "⑧": 700,
      "⑨": 701,
      "⑩": 702,
      "⑪": 703,
      "⑴": 704,
      "⑵": 705,
      "⑶": 706,
      "⑷": 707,
      "⑸": 708,
      "⑹": 709,
      "⒄": 710,
      "⒈": 711,
      "⒉": 712,
      "ⓒ": 713,
      "─": 714,
      "━": 715,
      "│": 716,
      "┃": 717,
      "┅": 718,
      "┈": 719,
      "┊": 720,
      "┌": 721,
      "┐": 722,
      "┒": 723,
      "└": 724,
      "├": 725,
      "┣": 726,
      "╰": 727,
      "╱": 728,
      "╲": 729,
      "╳": 730,
      "▁": 731,
      "▂": 732,
      "▃": 733,
      "▅": 734,
      "▆": 735,
      "█": 736,
      "▌": 737,
      "▍": 738,
      "▎": 739,
      "▓": 740,
      "■": 741,
      "□": 742,
      "▣": 743,
      "▪": 744,
      "▲": 745,
      "△": 746,
      "▴": 747,
      "▶": 748,
      "▷": 749,
      "▸": 750,
      "►": 751,
      "▼": 752,
      "▽": 753,
      "◀": 754,
      "◆": 755,
      "◇": 756,
      "◈": 757,
      "◉": 758,
      "○": 759,
      "◎": 760,
      "●": 761,
      "◡": 762,
      "◢": 763,
      "◣": 764,
      "◤": 765,
      "◥": 766,
      "◦": 767,
      "◯": 768,
      "◼": 769,
      "◾": 770,
      "☀": 771,
      "★": 772,
      "☆": 773,
      "☉": 774,
      "☎": 775,
      "☏": 776,
      "☑": 777,
      "☝": 778,
      "☞": 779,
      "☺": 780,
      "♀": 781,
      "♂": 782,
      "♠": 783,
      "♡": 784,
      "♣": 785,
      "♥": 786,
      "♦": 787,
      "♩": 788,
      "♪": 789,
      "♫": 790,
      "♬": 791,
      "♭": 792,
      "⚠": 793,
      "⚡": 794,
      "⚫": 795,
      "✅": 796,
      "✓": 797,
      "✔": 798,
      "✕": 799,
      "✖": 800,
      "✧": 801,
      "✨": 802,
      "✳": 803,
      "✿": 804,
      "❁": 805,
      "❌": 806,
      "❍": 807,
      "❗": 808,
      "❣": 809,
      "❤": 810,
      "❷": 811,
      "➡": 812,
      "⢠": 813,
      "⭐": 814,
      "⸝": 815,
      "⻑": 816,
      "⼀": 817,
      "⼈": 818,
      "⼒": 819,
      "⼤": 820,
      "⼦": 821,
      "⼩": 822,
      "⼯": 823,
      "⼰": 824,
      "⼼": 825,
      "⼿": 826,
      "⽀": 827,
      "⽂": 828,
      "⽅": 829,
      "⽇": 830,
      "⽉": 831,
      "⽣": 832,
      "⽤": 833,
      "⽬": 834,
      "⽴": 835,
      "⽽": 836,
      "⾃": 837,
      "⾏": 838,
      "⾒": 839,
      "⾦": 840,
      "⾨": 841,
      "⾯": 842,
      "⾳": 843,
      "⾴": 844,
      "⾼": 845,
      "⿰": 846,
      "⿱": 847,
      "　": 848,
      "、": 849,
      "。": 850,
      "〃": 851,
      "〄": 852,
      "々": 853,
      "〆": 854,
      "〇": 855,
      "〈": 856,
      "〉": 857,
      "《": 858,
      "》": 859,
      "「": 860,
      "」": 861,
      "『": 862,
      "』": 863,
      "【": 864,
      "】": 865,
      "〒": 866,
      "〓": 867,
      "〔": 868,
      "〕": 869,
      "〖": 870,
      "〗": 871,
      "〘": 872,
      "〙": 873,
      "〚": 874,
      "〛": 875,
      "〜": 876,
      "〝": 877,
      "〞": 878,
      "〟": 879,
      "〠": 880,
      "〡": 881,
      "〢": 882,
      "〣": 883,
      "〤": 884,
      "〥": 885,
      "〦": 886,
      "〧": 887,
      "〨": 888,
      "〩": 889,
      "〪": 890,
      "〫": 891,
      "〬": 892,
      "〭": 893,
      "〮": 894,
      "〯": 895,
      "〰": 896,
      "〱": 897,
      "〲": 898,
      "〳": 899,
      "〴": 900,
      "〵": 901,
      "〶": 902,
      "〷": 903,
      "〸": 904,
      "〹": 905,
      "〺": 906,
      "〻": 907,
      "〼": 908,
      "〽": 909,
      "〾": 910,
      "〿": 911,
      "぀": 912,
      "ぁ": 913,
      "あ": 914,
      "ぃ": 915,
      "い": 916,
      "ぅ": 917,
      "う": 918,
      "ぇ": 919,
      "え": 920,
      "ぉ": 921,
      "お": 922,
      "か": 923,
      "が": 924,
      "き": 925,
      "ぎ": 926,
      "く": 927,
      "ぐ": 928,
      "け": 929,
      "げ": 930,
      "こ": 931,
      "ご": 932,
      "さ": 933,
      "ざ": 934,
      "し": 935,
      "じ": 936,
      "す": 937,
      "ず": 938,
      "せ": 939,
      "ぜ": 940,
      "そ": 941,
      "ぞ": 942,
      "た": 943,
      "だ": 944,
      "ち": 945,
      "ぢ": 946,
      "っ": 947,
      "つ": 948,
      "づ": 949,
      "て": 950,
      "で": 951,
      "と": 952,
      "ど": 953,
      "な": 954,
      "に": 955,
      "ぬ": 956,
      "ね": 957,
      "の": 958,
      "は": 959,
      "ば": 960,
      "ぱ": 961,
      "ひ": 962,
      "び": 963,
      "ぴ": 964,
      "ふ": 965,
      "ぶ": 966,
      "ぷ": 967,
      "へ": 968,
      "べ": 969,
      "ぺ": 970,
      "ほ": 971,
      "ぼ": 972,
      "ぽ": 973,
      "ま": 974,
      "み": 975,
      "む": 976,
      "め": 977,
      "も": 978,
      "ゃ": 979,
      "や": 980,
      "ゅ": 981,
      "ゆ": 982,
      "ょ": 983,
      "よ": 984,
      "ら": 985,
      "り": 986,
      "る": 987,
      "れ": 988,
      "ろ": 989,
      "ゎ": 990,
      "わ": 991,
      "ゐ": 992,
      "ゑ": 993,
      "を": 994,
      "ん": 995,
      "ゔ": 996,
      "ゕ": 997,
      "ゖ": 998,
      "゗": 999,
      "゘": 1000,
      "゙": 1001,
      "゚": 1002,
      "゛": 1003,
      "゜": 1004,
      "ゝ": 1005,
      "ゞ": 1006,
      "ゟ": 1007,
      "゠": 1008,
      "ァ": 1009,
      "ア": 1010,
      "ィ": 1011,
      "イ": 1012,
      "ゥ": 1013,
      "ウ": 1014,
      "ェ": 1015,
      "エ": 1016,
      "ォ": 1017,
      "オ": 1018,
      "カ": 1019,
      "ガ": 1020,
      "キ": 1021,
      "ギ": 1022,
      "ク": 1023,
      "グ": 1024,
      "ケ": 1025,
      "ゲ": 1026,
      "コ": 1027,
      "ゴ": 1028,
      "サ": 1029,
      "ザ": 1030,
      "シ": 1031,
      "ジ": 1032,
      "ス": 1033,
      "ズ": 1034,
      "セ": 1035,
      "ゼ": 1036,
      "ソ": 1037,
      "ゾ": 1038,
      "タ": 1039,
      "ダ": 1040,
      "チ": 1041,
      "ヂ": 1042,
      "ッ": 1043,
      "ツ": 1044,
      "ヅ": 1045,
      "テ": 1046,
      "デ": 1047,
      "ト": 1048,
      "ド": 1049,
      "ナ": 1050,
      "ニ": 1051,
      "ヌ": 1052,
      "ネ": 1053,
      "ノ": 1054,
      "ハ": 1055,
      "バ": 1056,
      "パ": 1057,
      "ヒ": 1058,
      "ビ": 1059,
      "ピ": 1060,
      "フ": 1061,
      "ブ": 1062,
      "プ": 1063,
      "ヘ": 1064,
      "ベ": 1065,
      "ペ": 1066,
      "ホ": 1067,
      "ボ": 1068,
      "ポ": 1069,
      "マ": 1070,
      "ミ": 1071,
      "ム": 1072,
      "メ": 1073,
      "モ": 1074,
      "ャ": 1075,
      "ヤ": 1076,
      "ュ": 1077,
      "ユ": 1078,
      "ョ": 1079,
      "ヨ": 1080,
      "ラ": 1081,
      "リ": 1082,
      "ル": 1083,
      "レ": 1084,
      "ロ": 1085,
      "ヮ": 1086,
      "ワ": 1087,
      "ヰ": 1088,
      "ヱ": 1089,
      "ヲ": 1090,
      "ン": 1091,
      "ヴ": 1092,
      "ヵ": 1093,
      "ヶ": 1094,
      "ヷ": 1095,
      "ヸ": 1096,
      "ヹ": 1097,
      "ヺ": 1098,
      "・": 1099,
      "ー": 1100,
      "ヽ": 1101,
      "ヾ": 1102,
      "ヿ": 1103,
      "ㄅ": 1104,
      "ㄆ": 1105,
      "ㄇ": 1106,
      "ㄈ": 1107,
      "ㄉ": 1108,
      "ㄋ": 1109,
      "ㄌ": 1110,
      "ㄍ": 1111,
      "ㄎ": 1112,
      "ㄒ": 1113,
      "ㄗ": 1114,
      "ㄚ": 1115,
      "ㄛ": 1116,
      "ㄟ": 1117,
      "ㄤ": 1118,
      "ㄥ": 1119,
      "ㄦ": 1120,
      "ㄧ": 1121,
      "ㄨ": 1122,
      "ㄩ": 1123,
      "㄰": 1124,
      "ㄱ": 1125,
      "ㄲ": 1126,
      "ㄳ": 1127,
      "ㄴ": 1128,
      "ㄵ": 1129,
      "ㄶ": 1130,
      "ㄷ": 1131,
      "ㄸ": 1132,
      "ㄹ": 1133,
      "ㄺ": 1134,
      "ㄻ": 1135,
      "ㄼ": 1136,
      "ㄽ": 1137,
      "ㄾ": 1138,
      "ㄿ": 1139,
      "ㅀ": 1140,
      "ㅁ": 1141,
      "ㅂ": 1142,
      "ㅃ": 1143,
      "ㅄ": 1144,
      "ㅅ": 1145,
      "ㅆ": 1146,
      "ㅇ": 1147,
      "ㅈ": 1148,
      "ㅉ": 1149,
      "ㅊ": 1150,
      "ㅋ": 1151,
      "ㅌ": 1152,
      "ㅍ": 1153,
      "ㅎ": 1154,
      "ㅏ": 1155,
      "ㅐ": 1156,
      "ㅑ": 1157,
      "ㅒ": 1158,
      "ㅓ": 1159,
      "ㅔ": 1160,
      "ㅕ": 1161,
      "ㅖ": 1162,
      "ㅗ": 1163,
      "ㅘ": 1164,
      "ㅙ": 1165,
      "ㅚ": 1166,
      "ㅛ": 1167,
      "ㅜ": 1168,
      "ㅝ": 1169,
      "ㅞ": 1170,
      "ㅟ": 1171,
      "ㅠ": 1172,
      "ㅡ": 1173,
      "ㅢ": 1174,
      "ㅣ": 1175,
      "ㅤ": 1176,
      "ㅥ": 1177,
      "ㅦ": 1178,
      "ㅧ": 1179,
      "ㅨ": 1180,
      "ㅩ": 1181,
      "ㅪ": 1182,
      "ㅫ": 1183,
      "ㅬ": 1184,
      "ㅭ": 1185,
      "ㅮ": 1186,
      "ㅯ": 1187,
      "ㅰ": 1188,
      "ㅱ": 1189,
      "ㅲ": 1190,
      "ㅳ": 1191,
      "ㅴ": 1192,
      "ㅵ": 1193,
      "ㅶ": 1194,
      "ㅷ": 1195,
      "ㅸ": 1196,
      "ㅹ": 1197,
      "ㅺ": 1198,
      "ㅻ": 1199,
      "ㅼ": 1200,
      "ㅽ": 1201,
      "ㅾ": 1202,
      "ㅿ": 1203,
      "ㆀ": 1204,
      "ㆁ": 1205,
      "ㆂ": 1206,
      "ㆃ": 1207,
      "ㆄ": 1208,
      "ㆅ": 1209,
      "ㆆ": 1210,
      "ㆇ": 1211,
      "ㆈ": 1212,
      "ㆉ": 1213,
      "ㆊ": 1214,
      "ㆋ": 1215,
      "ㆌ": 1216,
      "ㆍ": 1217,
      "ㆎ": 1218,
      "㆏": 1219,
      "㆒": 1220,
      "㈜": 1221,
      "㈱": 1222,
      "㉠": 1223,
      "㉡": 1224,
      "㉢": 1225,
      "㉣": 1226,
      "㊣": 1227,
      "㎍": 1228,
      "㎎": 1229,
      "㎏": 1230,
      "㎖": 1231,
      "㎛": 1232,
      "㎜": 1233,
      "㎝": 1234,
      "㎞": 1235,
      "㎡": 1236,
      "㎢": 1237,
      "㎥": 1238,
      "㎾": 1239,
      "㎿": 1240,
      "㏄": 1241,
      "㏊": 1242,
      "㐫": 1243,
      "㐮": 1244,
      "㑹": 1245,
      "㒺": 1246,
      "㓂": 1247,
      "㓕": 1248,
      "㓙": 1249,
      "㓜": 1250,
      "㕓": 1251,
      "㕔": 1252,
      "㕘": 1253,
      "㕮": 1254,
      "㛰": 1255,
      "㝠": 1256,
      "㝢": 1257,
      "㝵": 1258,
      "㝷": 1259,
      "㠯": 1260,
      "㡌": 1261,
      "㡬": 1262,
      "㡳": 1263,
      "㢘": 1264,
      "㢲": 1265,
      "㣲": 1266,
      "㤀": 1267,
      "㤗": 1268,
      "㤙": 1269,
      "㦯": 1270,
      "㦸": 1271,
      "㧞": 1272,
      "㨗": 1273,
      "㨿": 1274,
      "㩁": 1275,
      "㪚": 1276,
      "㪷": 1277,
      "㫁": 1278,
      "㫖": 1279,
      "㬰": 1280,
      "㭍": 1281,
      "㮣": 1282,
      "㱕": 1283,
      "㲄": 1284,
      "㳂": 1285,
      "㳟": 1286,
      "㳺": 1287,
      "㵼": 1288,
      "㸃": 1289,
      "㸑": 1290,
      "㸔": 1291,
      "㸦": 1292,
      "㽔": 1293,
      "䂓": 1294,
      "䆒": 1295,
      "䆳": 1296,
      "䇿": 1297,
      "䋲": 1298,
      "䍧": 1299,
      "䏻": 1300,
      "䐜": 1301,
      "䑓": 1302,
      "䑕": 1303,
      "䓁": 1304,
      "䕃": 1305,
      "䕫": 1306,
      "䕶": 1307,
      "䖍": 1308,
      "䖏": 1309,
      "䘏": 1310,
      "䘮": 1311,
      "䙝": 1312,
      "䜛": 1313,
      "䜟": 1314,
      "䜴": 1315,
      "䝉": 1316,
      "䟦": 1317,
      "䟽": 1318,
      "䧏": 1319,
      "䧟": 1320,
      "䧺": 1321,
      "䨇": 1322,
      "䭾": 1323,
      "䰟": 1324,
      "一": 1325,
      "丁": 1326,
      "七": 1327,
      "丄": 1328,
      "万": 1329,
      "丈": 1330,
      "三": 1331,
      "上": 1332,
      "下": 1333,
      "丌": 1334,
      "不": 1335,
      "与": 1336,
      "丐": 1337,
      "丑": 1338,
      "专": 1339,
      "且": 1340,
      "丕": 1341,
      "世": 1342,
      "丗": 1343,
      "丘": 1344,
      "丙": 1345,
      "业": 1346,
      "丛": 1347,
      "东": 1348,
      "丝": 1349,
      "丞": 1350,
      "丟": 1351,
      "両": 1352,
      "丢": 1353,
      "两": 1354,
      "严": 1355,
      "並": 1356,
      "丧": 1357,
      "丨": 1358,
      "个": 1359,
      "丫": 1360,
      "丬": 1361,
      "中": 1362,
      "丰": 1363,
      "丱": 1364,
      "串": 1365,
      "临": 1366,
      "丶": 1367,
      "丸": 1368,
      "丹": 1369,
      "为": 1370,
      "主": 1371,
      "丼": 1372,
      "丽": 1373,
      "举": 1374,
      "丿": 1375,
      "乂": 1376,
      "乃": 1377,
      "久": 1378,
      "乆": 1379,
      "乇": 1380,
      "么": 1381,
      "义": 1382,
      "之": 1383,
      "乌": 1384,
      "乍": 1385,
      "乎": 1386,
      "乏": 1387,
      "乐": 1388,
      "乒": 1389,
      "乓": 1390,
      "乔": 1391,
      "乕": 1392,
      "乖": 1393,
      "乗": 1394,
      "乘": 1395,
      "乙": 1396,
      "乜": 1397,
      "九": 1398,
      "乞": 1399,
      "也": 1400,
      "习": 1401,
      "乡": 1402,
      "乢": 1403,
      "书": 1404,
      "乩": 1405,
      "买": 1406,
      "乱": 1407,
      "乳": 1408,
      "乾": 1409,
      "亀": 1410,
      "亂": 1411,
      "亅": 1412,
      "了": 1413,
      "予": 1414,
      "争": 1415,
      "亊": 1416,
      "事": 1417,
      "二": 1418,
      "亍": 1419,
      "于": 1420,
      "亏": 1421,
      "云": 1422,
      "互": 1423,
      "亓": 1424,
      "五": 1425,
      "井": 1426,
      "亘": 1427,
      "亙": 1428,
      "亚": 1429,
      "些": 1430,
      "亜": 1431,
      "亞": 1432,
      "亟": 1433,
      "亠": 1434,
      "亡": 1435,
      "亢": 1436,
      "交": 1437,
      "亥": 1438,
      "亦": 1439,
      "产": 1440,
      "亨": 1441,
      "亩": 1442,
      "享": 1443,
      "京": 1444,
      "亭": 1445,
      "亮": 1446,
      "亰": 1447,
      "亲": 1448,
      "亳": 1449,
      "亵": 1450,
      "亶": 1451,
      "亷": 1452,
      "亹": 1453,
      "人": 1454,
      "亻": 1455,
      "亾": 1456,
      "亿": 1457,
      "什": 1458,
      "仁": 1459,
      "仂": 1460,
      "仃": 1461,
      "仄": 1462,
      "仅": 1463,
      "仆": 1464,
      "仇": 1465,
      "仉": 1466,
      "今": 1467,
      "介": 1468,
      "仍": 1469,
      "从": 1470,
      "仏": 1471,
      "仑": 1472,
      "仓": 1473,
      "仔": 1474,
      "仕": 1475,
      "他": 1476,
      "仗": 1477,
      "付": 1478,
      "仙": 1479,
      "仝": 1480,
      "仞": 1481,
      "仟": 1482,
      "仡": 1483,
      "代": 1484,
      "令": 1485,
      "以": 1486,
      "仨": 1487,
      "仪": 1488,
      "仫": 1489,
      "们": 1490,
      "仭": 1491,
      "仮": 1492,
      "仰": 1493,
      "仲": 1494,
      "仳": 1495,
      "仵": 1496,
      "件": 1497,
      "价": 1498,
      "任": 1499,
      "份": 1500,
      "仿": 1501,
      "伀": 1502,
      "企": 1503,
      "伃": 1504,
      "伉": 1505,
      "伊": 1506,
      "伋": 1507,
      "伍": 1508,
      "伎": 1509,
      "伏": 1510,
      "伐": 1511,
      "休": 1512,
      "伔": 1513,
      "伕": 1514,
      "众": 1515,
      "优": 1516,
      "伙": 1517,
      "会": 1518,
      "伛": 1519,
      "伜": 1520,
      "伝": 1521,
      "伞": 1522,
      "伟": 1523,
      "传": 1524,
      "伢": 1525,
      "伤": 1526,
      "伥": 1527,
      "伦": 1528,
      "伧": 1529,
      "伪": 1530,
      "伫": 1531,
      "伯": 1532,
      "估": 1533,
      "伲": 1534,
      "伴": 1535,
      "伶": 1536,
      "伸": 1537,
      "伺": 1538,
      "似": 1539,
      "伽": 1540,
      "伾": 1541,
      "佃": 1542,
      "但": 1543,
      "佇": 1544,
      "佈": 1545,
      "佉": 1546,
      "位": 1547,
      "低": 1548,
      "住": 1549,
      "佐": 1550,
      "佑": 1551,
      "体": 1552,
      "佔": 1553,
      "何": 1554,
      "佗": 1555,
      "佘": 1556,
      "余": 1557,
      "佚": 1558,
      "佛": 1559,
      "作": 1560,
      "佝": 1561,
      "佞": 1562,
      "佟": 1563,
      "你": 1564,
      "佢": 1565,
      "佣": 1566,
      "佤": 1567,
      "佥": 1568,
      "佧": 1569,
      "佩": 1570,
      "佬": 1571,
      "佮": 1572,
      "佯": 1573,
      "佰": 1574,
      "佳": 1575,
      "佴": 1576,
      "併": 1577,
      "佶": 1578,
      "佷": 1579,
      "佸": 1580,
      "佹": 1581,
      "佺": 1582,
      "佻": 1583,
      "佼": 1584,
      "佽": 1585,
      "佾": 1586,
      "使": 1587,
      "侀": 1588,
      "侁": 1589,
      "侂": 1590,
      "侃": 1591,
      "侄": 1592,
      "來": 1593,
      "侈": 1594,
      "侉": 1595,
      "例": 1596,
      "侍": 1597,
      "侏": 1598,
      "侑": 1599,
      "侔": 1600,
      "侖": 1601,
      "侗": 1602,
      "侘": 1603,
      "供": 1604,
      "依": 1605,
      "侠": 1606,
      "価": 1607,
      "侣": 1608,
      "侥": 1609,
      "侦": 1610,
      "侧": 1611,
      "侨": 1612,
      "侩": 1613,
      "侪": 1614,
      "侫": 1615,
      "侬": 1616,
      "侭": 1617,
      "侮": 1618,
      "侯": 1619,
      "侵": 1620,
      "侶": 1621,
      "侷": 1622,
      "便": 1623,
      "俁": 1624,
      "係": 1625,
      "促": 1626,
      "俄": 1627,
      "俅": 1628,
      "俊": 1629,
      "俋": 1630,
      "俎": 1631,
      "俏": 1632,
      "俐": 1633,
      "俑": 1634,
      "俔": 1635,
      "俗": 1636,
      "俘": 1637,
      "俙": 1638,
      "俚": 1639,
      "俛": 1640,
      "俜": 1641,
      "保": 1642,
      "俞": 1643,
      "俟": 1644,
      "俠": 1645,
      "信": 1646,
      "俣": 1647,
      "俤": 1648,
      "俥": 1649,
      "俦": 1650,
      "俨": 1651,
      "俩": 1652,
      "俪": 1653,
      "俬": 1654,
      "俭": 1655,
      "修": 1656,
      "俯": 1657,
      "俱": 1658,
      "俳": 1659,
      "俴": 1660,
      "俵": 1661,
      "俶": 1662,
      "俸": 1663,
      "俺": 1664,
      "俾": 1665,
      "倂": 1666,
      "倅": 1667,
      "倆": 1668,
      "倉": 1669,
      "個": 1670,
      "倌": 1671,
      "倍": 1672,
      "倏": 1673,
      "倐": 1674,
      "們": 1675,
      "倒": 1676,
      "倓": 1677,
      "倔": 1678,
      "倕": 1679,
      "倖": 1680,
      "倘": 1681,
      "候": 1682,
      "倚": 1683,
      "倜": 1684,
      "借": 1685,
      "倡": 1686,
      "倢": 1687,
      "倣": 1688,
      "値": 1689,
      "倥": 1690,
      "倦": 1691,
      "倨": 1692,
      "倩": 1693,
      "倪": 1694,
      "倫": 1695,
      "倬": 1696,
      "倭": 1697,
      "倮": 1698,
      "倶": 1699,
      "倷": 1700,
      "倹": 1701,
      "债": 1702,
      "值": 1703,
      "倾": 1704,
      "偁": 1705,
      "偃": 1706,
      "偄": 1707,
      "假": 1708,
      "偈": 1709,
      "偉": 1710,
      "偌": 1711,
      "偎": 1712,
      "偏": 1713,
      "偐": 1714,
      "偓": 1715,
      "偕": 1716,
      "偖": 1717,
      "做": 1718,
      "停": 1719,
      "偟": 1720,
      "健": 1721,
      "偪": 1722,
      "偬": 1723,
      "偲": 1724,
      "側": 1725,
      "偵": 1726,
      "偶": 1727,
      "偷": 1728,
      "偸": 1729,
      "偹": 1730,
      "偺": 1731,
      "偻": 1732,
      "偽": 1733,
      "偾": 1734,
      "偿": 1735,
      "傀": 1736,
      "傅": 1737,
      "傈": 1738,
      "傉": 1739,
      "傍": 1740,
      "傑": 1741,
      "傒": 1742,
      "傕": 1743,
      "傖": 1744,
      "傘": 1745,
      "備": 1746,
      "傚": 1747,
      "傛": 1748,
      "傜": 1749,
      "傢": 1750,
      "傣": 1751,
      "傥": 1752,
      "傧": 1753,
      "储": 1754,
      "傩": 1755,
      "催": 1756,
      "傭": 1757,
      "傲": 1758,
      "傳": 1759,
      "傴": 1760,
      "債": 1761,
      "傷": 1762,
      "傺": 1763,
      "傻": 1764,
      "傾": 1765,
      "僂": 1766,
      "僅": 1767,
      "僇": 1768,
      "僉": 1769,
      "僊": 1770,
      "働": 1771,
      "像": 1772,
      "僑": 1773,
      "僕": 1774,
      "僖": 1775,
      "僚": 1776,
      "僞": 1777,
      "僟": 1778,
      "僣": 1779,
      "僥": 1780,
      "僦": 1781,
      "僧": 1782,
      "僨": 1783,
      "僬": 1784,
      "僭": 1785,
      "僮": 1786,
      "僰": 1787,
      "僱": 1788,
      "僳": 1789,
      "僵": 1790,
      "價": 1791,
      "僻": 1792,
      "儀": 1793,
      "儁": 1794,
      "儂": 1795,
      "億": 1796,
      "儆": 1797,
      "儇": 1798,
      "儈": 1799,
      "儉": 1800,
      "儋": 1801,
      "儐": 1802,
      "儒": 1803,
      "儔": 1804,
      "儕": 1805,
      "儖": 1806,
      "儘": 1807,
      "儚": 1808,
      "償": 1809,
      "儡": 1810,
      "優": 1811,
      "儲": 1812,
      "儵": 1813,
      "儷": 1814,
      "儺": 1815,
      "儻": 1816,
      "儼": 1817,
      "儿": 1818,
      "兀": 1819,
      "允": 1820,
      "元": 1821,
      "兄": 1822,
      "充": 1823,
      "兆": 1824,
      "兇": 1825,
      "先": 1826,
      "光": 1827,
      "兊": 1828,
      "克": 1829,
      "兌": 1830,
      "免": 1831,
      "兎": 1832,
      "児": 1833,
      "兑": 1834,
      "兒": 1835,
      "兔": 1836,
      "兕": 1837,
      "兖": 1838,
      "兗": 1839,
      "兘": 1840,
      "党": 1841,
      "兜": 1842,
      "兠": 1843,
      "兢": 1844,
      "入": 1845,
      "內": 1846,
      "全": 1847,
      "兩": 1848,
      "兪": 1849,
      "八": 1850,
      "公": 1851,
      "六": 1852,
      "兮": 1853,
      "兰": 1854,
      "共": 1855,
      "关": 1856,
      "兴": 1857,
      "兵": 1858,
      "其": 1859,
      "具": 1860,
      "典": 1861,
      "兹": 1862,
      "养": 1863,
      "兼": 1864,
      "兽": 1865,
      "兾": 1866,
      "冀": 1867,
      "冁": 1868,
      "冂": 1869,
      "内": 1870,
      "円": 1871,
      "冇": 1872,
      "冈": 1873,
      "冉": 1874,
      "冊": 1875,
      "册": 1876,
      "再": 1877,
      "冏": 1878,
      "冐": 1879,
      "冑": 1880,
      "冒": 1881,
      "冓": 1882,
      "冕": 1883,
      "冖": 1884,
      "冗": 1885,
      "写": 1886,
      "军": 1887,
      "农": 1888,
      "冝": 1889,
      "冠": 1890,
      "冡": 1891,
      "冢": 1892,
      "冤": 1893,
      "冥": 1894,
      "冦": 1895,
      "冨": 1896,
      "冩": 1897,
      "冪": 1898,
      "冫": 1899,
      "冬": 1900,
      "冯": 1901,
      "冰": 1902,
      "冱": 1903,
      "冲": 1904,
      "决": 1905,
      "冴": 1906,
      "况": 1907,
      "冶": 1908,
      "冷": 1909,
      "冺": 1910,
      "冻": 1911,
      "冼": 1912,
      "冽": 1913,
      "净": 1914,
      "凃": 1915,
      "凄": 1916,
      "凅": 1917,
      "准": 1918,
      "凇": 1919,
      "凈": 1920,
      "凉": 1921,
      "凊": 1922,
      "凋": 1923,
      "凌": 1924,
      "凍": 1925,
      "减": 1926,
      "凑": 1927,
      "凖": 1928,
      "凛": 1929,
      "凜": 1930,
      "凝": 1931,
      "凟": 1932,
      "几": 1933,
      "凡": 1934,
      "凢": 1935,
      "凤": 1936,
      "処": 1937,
      "凧": 1938,
      "凩": 1939,
      "凪": 1940,
      "凫": 1941,
      "凭": 1942,
      "凯": 1943,
      "凰": 1944,
      "凱": 1945,
      "凳": 1946,
      "凵": 1947,
      "凶": 1948,
      "凸": 1949,
      "凹": 1950,
      "出": 1951,
      "击": 1952,
      "凼": 1953,
      "函": 1954,
      "凾": 1955,
      "凿": 1956,
      "刀": 1957,
      "刁": 1958,
      "刂": 1959,
      "刃": 1960,
      "刄": 1961,
      "分": 1962,
      "切": 1963,
      "刈": 1964,
      "刊": 1965,
      "刋": 1966,
      "刍": 1967,
      "刎": 1968,
      "刑": 1969,
      "划": 1970,
      "刔": 1971,
      "刖": 1972,
      "列": 1973,
      "刘": 1974,
      "则": 1975,
      "刚": 1976,
      "创": 1977,
      "初": 1978,
      "删": 1979,
      "判": 1980,
      "別": 1981,
      "刦": 1982,
      "刧": 1983,
      "刨": 1984,
      "利": 1985,
      "刪": 1986,
      "别": 1987,
      "刭": 1988,
      "刮": 1989,
      "到": 1990,
      "刲": 1991,
      "刳": 1992,
      "制": 1993,
      "刷": 1994,
      "券": 1995,
      "刹": 1996,
      "刺": 1997,
      "刻": 1998,
      "刼": 1999,
      "刽": 2000,
      "刿": 2001,
      "剀": 2002,
      "剁": 2003,
      "剂": 2004,
      "剃": 2005,
      "剄": 2006,
      "則": 2007,
      "剉": 2008,
      "削": 2009,
      "剋": 2010,
      "剌": 2011,
      "前": 2012,
      "剎": 2013,
      "剏": 2014,
      "剐": 2015,
      "剑": 2016,
      "剔": 2017,
      "剖": 2018,
      "剗": 2019,
      "剛": 2020,
      "剜": 2021,
      "剝": 2022,
      "剞": 2023,
      "剡": 2024,
      "剣": 2025,
      "剤": 2026,
      "剥": 2027,
      "剧": 2028,
      "剩": 2029,
      "剪": 2030,
      "剮": 2031,
      "副": 2032,
      "剰": 2033,
      "剱": 2034,
      "割": 2035,
      "剳": 2036,
      "剴": 2037,
      "創": 2038,
      "剷": 2039,
      "剽": 2040,
      "剿": 2041,
      "劁": 2042,
      "劂": 2043,
      "劃": 2044,
      "劄": 2045,
      "劇": 2046,
      "劈": 2047,
      "劉": 2048,
      "劊": 2049,
      "劌": 2050,
      "劍": 2051,
      "劐": 2052,
      "劑": 2053,
      "劒": 2054,
      "劓": 2055,
      "劔": 2056,
      "力": 2057,
      "劝": 2058,
      "办": 2059,
      "功": 2060,
      "加": 2061,
      "务": 2062,
      "劢": 2063,
      "劣": 2064,
      "动": 2065,
      "助": 2066,
      "努": 2067,
      "劫": 2068,
      "劬": 2069,
      "劭": 2070,
      "励": 2071,
      "劲": 2072,
      "劳": 2073,
      "労": 2074,
      "劵": 2075,
      "効": 2076,
      "劼": 2077,
      "劾": 2078,
      "势": 2079,
      "勁": 2080,
      "勃": 2081,
      "勅": 2082,
      "勇": 2083,
      "勉": 2084,
      "勋": 2085,
      "勍": 2086,
      "勐": 2087,
      "勑": 2088,
      "勒": 2089,
      "勔": 2090,
      "動": 2091,
      "勖": 2092,
      "勗": 2093,
      "勘": 2094,
      "務": 2095,
      "勛": 2096,
      "勝": 2097,
      "勞": 2098,
      "募": 2099,
      "勠": 2100,
      "勢": 2101,
      "勣": 2102,
      "勤": 2103,
      "勦": 2104,
      "勧": 2105,
      "勫": 2106,
      "勬": 2107,
      "勭": 2108,
      "勮": 2109,
      "勰": 2110,
      "勲": 2111,
      "勳": 2112,
      "勵": 2113,
      "勸": 2114,
      "勹": 2115,
      "勺": 2116,
      "勻": 2117,
      "勾": 2118,
      "勿": 2119,
      "匀": 2120,
      "匁": 2121,
      "匂": 2122,
      "匃": 2123,
      "匄": 2124,
      "包": 2125,
      "匆": 2126,
      "匈": 2127,
      "匍": 2128,
      "匏": 2129,
      "匐": 2130,
      "匕": 2131,
      "化": 2132,
      "北": 2133,
      "匙": 2134,
      "匚": 2135,
      "匝": 2136,
      "匠": 2137,
      "匡": 2138,
      "匣": 2139,
      "匦": 2140,
      "匪": 2141,
      "匭": 2142,
      "匮": 2143,
      "匯": 2144,
      "匱": 2145,
      "匳": 2146,
      "匸": 2147,
      "匹": 2148,
      "区": 2149,
      "医": 2150,
      "匾": 2151,
      "匿": 2152,
      "區": 2153,
      "十": 2154,
      "千": 2155,
      "卅": 2156,
      "卆": 2157,
      "升": 2158,
      "午": 2159,
      "卉": 2160,
      "半": 2161,
      "卍": 2162,
      "华": 2163,
      "协": 2164,
      "卐": 2165,
      "卑": 2166,
      "卒": 2167,
      "卓": 2168,
      "協": 2169,
      "单": 2170,
      "卖": 2171,
      "南": 2172,
      "単": 2173,
      "博": 2174,
      "卜": 2175,
      "卞": 2176,
      "卟": 2177,
      "占": 2178,
      "卡": 2179,
      "卢": 2180,
      "卣": 2181,
      "卤": 2182,
      "卦": 2183,
      "卧": 2184,
      "卩": 2185,
      "卫": 2186,
      "卬": 2187,
      "卭": 2188,
      "卮": 2189,
      "卯": 2190,
      "印": 2191,
      "危": 2192,
      "卲": 2193,
      "即": 2194,
      "却": 2195,
      "卵": 2196,
      "卷": 2197,
      "卸": 2198,
      "卹": 2199,
      "卺": 2200,
      "卻": 2201,
      "卽": 2202,
      "卿": 2203,
      "厂": 2204,
      "厄": 2205,
      "厅": 2206,
      "历": 2207,
      "厉": 2208,
      "压": 2209,
      "厌": 2210,
      "厍": 2211,
      "厎": 2212,
      "厒": 2213,
      "厓": 2214,
      "厔": 2215,
      "厕": 2216,
      "厖": 2217,
      "厘": 2218,
      "厙": 2219,
      "厚": 2220,
      "厝": 2221,
      "原": 2222,
      "厠": 2223,
      "厢": 2224,
      "厣": 2225,
      "厥": 2226,
      "厦": 2227,
      "厨": 2228,
      "厩": 2229,
      "厪": 2230,
      "厭": 2231,
      "厮": 2232,
      "厯": 2233,
      "厰": 2234,
      "厲": 2235,
      "厳": 2236,
      "厶": 2237,
      "去": 2238,
      "县": 2239,
      "叁": 2240,
      "参": 2241,
      "參": 2242,
      "叄": 2243,
      "叅": 2244,
      "又": 2245,
      "叉": 2246,
      "及": 2247,
      "友": 2248,
      "双": 2249,
      "反": 2250,
      "収": 2251,
      "发": 2252,
      "叔": 2253,
      "取": 2254,
      "受": 2255,
      "变": 2256,
      "叙": 2257,
      "叚": 2258,
      "叛": 2259,
      "叟": 2260,
      "叠": 2261,
      "叡": 2262,
      "叢": 2263,
      "口": 2264,
      "古": 2265,
      "句": 2266,
      "另": 2267,
      "叨": 2268,
      "叩": 2269,
      "只": 2270,
      "叫": 2271,
      "召": 2272,
      "叭": 2273,
      "叮": 2274,
      "可": 2275,
      "台": 2276,
      "叱": 2277,
      "史": 2278,
      "右": 2279,
      "叵": 2280,
      "叶": 2281,
      "号": 2282,
      "司": 2283,
      "叹": 2284,
      "叺": 2285,
      "叻": 2286,
      "叼": 2287,
      "叽": 2288,
      "吁": 2289,
      "吃": 2290,
      "各": 2291,
      "吆": 2292,
      "合": 2293,
      "吉": 2294,
      "吊": 2295,
      "吋": 2296,
      "同": 2297,
      "名": 2298,
      "后": 2299,
      "吏": 2300,
      "吐": 2301,
      "向": 2302,
      "吒": 2303,
      "吓": 2304,
      "吕": 2305,
      "吖": 2306,
      "吗": 2307,
      "君": 2308,
      "吝": 2309,
      "吞": 2310,
      "吟": 2311,
      "吠": 2312,
      "吡": 2313,
      "吣": 2314,
      "否": 2315,
      "吧": 2316,
      "吨": 2317,
      "吩": 2318,
      "含": 2319,
      "听": 2320,
      "吭": 2321,
      "吮": 2322,
      "启": 2323,
      "吱": 2324,
      "吲": 2325,
      "吳": 2326,
      "吴": 2327,
      "吵": 2328,
      "吶": 2329,
      "吸": 2330,
      "吹": 2331,
      "吻": 2332,
      "吼": 2333,
      "吽": 2334,
      "吾": 2335,
      "吿": 2336,
      "呀": 2337,
      "呂": 2338,
      "呃": 2339,
      "呆": 2340,
      "呈": 2341,
      "呉": 2342,
      "告": 2343,
      "呋": 2344,
      "呌": 2345,
      "呎": 2346,
      "呐": 2347,
      "呑": 2348,
      "呒": 2349,
      "呓": 2350,
      "呔": 2351,
      "呕": 2352,
      "呖": 2353,
      "呗": 2354,
      "员": 2355,
      "呙": 2356,
      "呛": 2357,
      "呜": 2358,
      "呟": 2359,
      "呢": 2360,
      "呤": 2361,
      "呦": 2362,
      "周": 2363,
      "呪": 2364,
      "呬": 2365,
      "呰": 2366,
      "呱": 2367,
      "呲": 2368,
      "味": 2369,
      "呴": 2370,
      "呵": 2371,
      "呶": 2372,
      "呷": 2373,
      "呸": 2374,
      "呻": 2375,
      "呼": 2376,
      "命": 2377,
      "呾": 2378,
      "咀": 2379,
      "咁": 2380,
      "咂": 2381,
      "咄": 2382,
      "咆": 2383,
      "咋": 2384,
      "和": 2385,
      "咎": 2386,
      "咏": 2387,
      "咐": 2388,
      "咒": 2389,
      "咔": 2390,
      "咕": 2391,
      "咖": 2392,
      "咗": 2393,
      "咘": 2394,
      "咙": 2395,
      "咚": 2396,
      "咛": 2397,
      "咝": 2398,
      "咢": 2399,
      "咣": 2400,
      "咤": 2401,
      "咥": 2402,
      "咦": 2403,
      "咧": 2404,
      "咨": 2405,
      "咩": 2406,
      "咪": 2407,
      "咫": 2408,
      "咬": 2409,
      "咭": 2410,
      "咮": 2411,
      "咯": 2412,
      "咱": 2413,
      "咲": 2414,
      "咳": 2415,
      "咴": 2416,
      "咸": 2417,
      "咺": 2418,
      "咻": 2419,
      "咼": 2420,
      "咽": 2421,
      "咾": 2422,
      "咿": 2423,
      "哀": 2424,
      "品": 2425,
      "哂": 2426,
      "哄": 2427,
      "哆": 2428,
      "哇": 2429,
      "哈": 2430,
      "哉": 2431,
      "哋": 2432,
      "哌": 2433,
      "响": 2434,
      "哎": 2435,
      "哏": 2436,
      "哐": 2437,
      "哑": 2438,
      "哒": 2439,
      "哓": 2440,
      "哔": 2441,
      "哕": 2442,
      "哗": 2443,
      "哘": 2444,
      "哙": 2445,
      "哚": 2446,
      "哜": 2447,
      "哝": 2448,
      "哞": 2449,
      "哟": 2450,
      "員": 2451,
      "哢": 2452,
      "哥": 2453,
      "哦": 2454,
      "哧": 2455,
      "哨": 2456,
      "哩": 2457,
      "哪": 2458,
      "哭": 2459,
      "哮": 2460,
      "哲": 2461,
      "哳": 2462,
      "哷": 2463,
      "哺": 2464,
      "哼": 2465,
      "哽": 2466,
      "哿": 2467,
      "唁": 2468,
      "唄": 2469,
      "唆": 2470,
      "唇": 2471,
      "唉": 2472,
      "唎": 2473,
      "唏": 2474,
      "唐": 2475,
      "唑": 2476,
      "唔": 2477,
      "唖": 2478,
      "唘": 2479,
      "唛": 2480,
      "唠": 2481,
      "唢": 2482,
      "唣": 2483,
      "唤": 2484,
      "唧": 2485,
      "唪": 2486,
      "唬": 2487,
      "售": 2488,
      "唯": 2489,
      "唰": 2490,
      "唱": 2491,
      "唳": 2492,
      "唵": 2493,
      "唷": 2494,
      "唸": 2495,
      "唹": 2496,
      "唼": 2497,
      "唾": 2498,
      "唿": 2499,
      "啀": 2500,
      "啁": 2501,
      "啃": 2502,
      "啄": 2503,
      "啅": 2504,
      "商": 2505,
      "啇": 2506,
      "啉": 2507,
      "啊": 2508,
      "啌": 2509,
      "問": 2510,
      "啐": 2511,
      "啓": 2512,
      "啕": 2513,
      "啖": 2514,
      "啗": 2515,
      "啜": 2516,
      "啝": 2517,
      "啞": 2518,
      "啟": 2519,
      "啡": 2520,
      "啣": 2521,
      "啤": 2522,
      "啥": 2523,
      "啦": 2524,
      "啧": 2525,
      "啪": 2526,
      "啫": 2527,
      "啬": 2528,
      "啭": 2529,
      "啮": 2530,
      "啰": 2531,
      "啲": 2532,
      "啵": 2533,
      "啶": 2534,
      "啷": 2535,
      "啸": 2536,
      "啻": 2537,
      "啼": 2538,
      "啾": 2539,
      "喀": 2540,
      "喁": 2541,
      "喂": 2542,
      "喃": 2543,
      "善": 2544,
      "喆": 2545,
      "喇": 2546,
      "喈": 2547,
      "喉": 2548,
      "喊": 2549,
      "喋": 2550,
      "喎": 2551,
      "喏": 2552,
      "喑": 2553,
      "喔": 2554,
      "喘": 2555,
      "喙": 2556,
      "喚": 2557,
      "喜": 2558,
      "喝": 2559,
      "喞": 2560,
      "喟": 2561,
      "喧": 2562,
      "喨": 2563,
      "喩": 2564,
      "喪": 2565,
      "喫": 2566,
      "喬": 2567,
      "單": 2568,
      "喰": 2569,
      "喱": 2570,
      "喲": 2571,
      "喳": 2572,
      "喵": 2573,
      "営": 2574,
      "喷": 2575,
      "喹": 2576,
      "喺": 2577,
      "喻": 2578,
      "喽": 2579,
      "喾": 2580,
      "嗄": 2581,
      "嗅": 2582,
      "嗆": 2583,
      "嗇": 2584,
      "嗉": 2585,
      "嗌": 2586,
      "嗍": 2587,
      "嗎": 2588,
      "嗑": 2589,
      "嗒": 2590,
      "嗓": 2591,
      "嗔": 2592,
      "嗖": 2593,
      "嗗": 2594,
      "嗚": 2595,
      "嗛": 2596,
      "嗜": 2597,
      "嗝": 2598,
      "嗟": 2599,
      "嗡": 2600,
      "嗢": 2601,
      "嗣": 2602,
      "嗤": 2603,
      "嗥": 2604,
      "嗦": 2605,
      "嗨": 2606,
      "嗪": 2607,
      "嗫": 2608,
      "嗬": 2609,
      "嗯": 2610,
      "嗲": 2611,
      "嗳": 2612,
      "嗵": 2613,
      "嗶": 2614,
      "嗷": 2615,
      "嗹": 2616,
      "嗽": 2617,
      "嗾": 2618,
      "嘀": 2619,
      "嘁": 2620,
      "嘅": 2621,
      "嘆": 2622,
      "嘈": 2623,
      "嘉": 2624,
      "嘌": 2625,
      "嘍": 2626,
      "嘎": 2627,
      "嘏": 2628,
      "嘔": 2629,
      "嘖": 2630,
      "嘗": 2631,
      "嘘": 2632,
      "嘚": 2633,
      "嘛": 2634,
      "嘞": 2635,
      "嘟": 2636,
      "嘣": 2637,
      "嘤": 2638,
      "嘧": 2639,
      "嘩": 2640,
      "嘬": 2641,
      "嘭": 2642,
      "嘮": 2643,
      "嘯": 2644,
      "嘰": 2645,
      "嘱": 2646,
      "嘲": 2647,
      "嘴": 2648,
      "嘵": 2649,
      "嘶": 2650,
      "嘸": 2651,
      "嘹": 2652,
      "嘻": 2653,
      "嘿": 2654,
      "噁": 2655,
      "噂": 2656,
      "噉": 2657,
      "噌": 2658,
      "噍": 2659,
      "噎": 2660,
      "噐": 2661,
      "噓": 2662,
      "噔": 2663,
      "噗": 2664,
      "噘": 2665,
      "噙": 2666,
      "噛": 2667,
      "噜": 2668,
      "噠": 2669,
      "噢": 2670,
      "噤": 2671,
      "噥": 2672,
      "噦": 2673,
      "器": 2674,
      "噩": 2675,
      "噪": 2676,
      "噫": 2677,
      "噬": 2678,
      "噯": 2679,
      "噱": 2680,
      "噲": 2681,
      "噴": 2682,
      "噶": 2683,
      "噸": 2684,
      "噹": 2685,
      "噺": 2686,
      "噻": 2687,
      "噼": 2688,
      "嚀": 2689,
      "嚅": 2690,
      "嚆": 2691,
      "嚇": 2692,
      "嚊": 2693,
      "嚌": 2694,
      "嚎": 2695,
      "嚏": 2696,
      "嚐": 2697,
      "嚓": 2698,
      "嚔": 2699,
      "嚕": 2700,
      "嚙": 2701,
      "嚚": 2702,
      "嚜": 2703,
      "嚟": 2704,
      "嚠": 2705,
      "嚢": 2706,
      "嚣": 2707,
      "嚥": 2708,
      "嚧": 2709,
      "嚨": 2710,
      "嚩": 2711,
      "嚬": 2712,
      "嚭": 2713,
      "嚮": 2714,
      "嚯": 2715,
      "嚳": 2716,
      "嚴": 2717,
      "嚶": 2718,
      "嚷": 2719,
      "嚼": 2720,
      "囀": 2721,
      "囁": 2722,
      "囂": 2723,
      "囃": 2724,
      "囈": 2725,
      "囉": 2726,
      "囊": 2727,
      "囌": 2728,
      "囍": 2729,
      "囎": 2730,
      "囑": 2731,
      "囓": 2732,
      "囔": 2733,
      "囗": 2734,
      "囘": 2735,
      "囚": 2736,
      "四": 2737,
      "囝": 2738,
      "回": 2739,
      "囟": 2740,
      "因": 2741,
      "囡": 2742,
      "团": 2743,
      "団": 2744,
      "囤": 2745,
      "囧": 2746,
      "囪": 2747,
      "囫": 2748,
      "囬": 2749,
      "园": 2750,
      "囮": 2751,
      "困": 2752,
      "囱": 2753,
      "囲": 2754,
      "図": 2755,
      "围": 2756,
      "囵": 2757,
      "囷": 2758,
      "囹": 2759,
      "固": 2760,
      "国": 2761,
      "图": 2762,
      "囿": 2763,
      "圀": 2764,
      "圃": 2765,
      "圄": 2766,
      "圆": 2767,
      "圈": 2768,
      "圉": 2769,
      "圊": 2770,
      "國": 2771,
      "圍": 2772,
      "圎": 2773,
      "圏": 2774,
      "園": 2775,
      "圓": 2776,
      "圖": 2777,
      "圗": 2778,
      "團": 2779,
      "圜": 2780,
      "圞": 2781,
      "土": 2782,
      "圣": 2783,
      "圦": 2784,
      "圧": 2785,
      "在": 2786,
      "圩": 2787,
      "圪": 2788,
      "圬": 2789,
      "圭": 2790,
      "圮": 2791,
      "圯": 2792,
      "地": 2793,
      "圳": 2794,
      "圷": 2795,
      "圸": 2796,
      "圹": 2797,
